{
  "id": "tw-fgia",
  "type": "statute",
  "title": "政府資訊公開法",
  "title_en": "Freedom of Government Information Law",
  "short_name": "FGIA",
  "status": "in_force",
  "issued_date": "2005-12-28",
  "in_force_date": "2005-12-28",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?PCode=I0020026",
  "description": "The Freedom of Government Information Law establishes the right of the public to access information held by government agencies, promoting transparency and accountability in public administration. The Act requires government agencies to proactively publish specified categories of information and to respond to public requests for information within prescribed timeframes. It also sets out the grounds on which access to information may be restricted, balancing transparency with the need to protect privacy, national security, and other public interests.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Legislative Purpose",
      "content": "This Act is enacted for the purpose of ensuring that the public has the right to access government information, promoting openness and transparency in government, and strengthening citizens' participation in public affairs. Government information belongs to the people, and government agencies are trustees of such information on behalf of the public. Access to government information is a fundamental right of citizens in a democratic society, and restrictions on such access shall be limited to what is strictly necessary to protect other legitimate interests. This Act shall be interpreted broadly in favor of disclosure, and restrictions on disclosure shall be interpreted narrowly."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Scope of Application",
      "content": "This Act shall apply to all government agencies, including central and local government agencies, public enterprises, and any private entity that exercises public authority delegated by a government agency. For the purposes of this Act, 'government information' means any information created, acquired, or held by a government agency in the exercise of its functions, regardless of the form or medium in which the information is recorded. The following are not subject to this Act: (1) Courts in the exercise of their judicial functions; (2) The Control Yuan in the exercise of its auditing functions; and (3) Private entities acting in a purely commercial capacity, even if they are partially owned by the government."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Proactive Disclosure",
      "content": "Government agencies shall proactively publish the following categories of information on their websites or through other appropriate means: (1) Laws, regulations, administrative rules, and interpretations issued by the agency; (2) The agency's organizational structure, functions, and contact information; (3) The agency's budget, final accounts, and audit reports; (4) Government contracts and procurement information above a specified value; (5) The minutes of meetings of advisory committees and deliberative bodies; (6) Inspection reports, environmental impact assessments, and regulatory decisions; (7) Statistical information collected or compiled by the agency; and (8) Any other information that the agency determines should be proactively disclosed in the public interest. Proactively disclosed information shall be published in a format that is accessible, searchable, and downloadable without charge."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Right to Request Information",
      "content": "Any natural person or legal entity may submit a request to a government agency for access to government information. Requests may be submitted in writing, electronically, or in person. Requestors are not required to provide reasons for their request. Government agencies shall respond to requests within 15 working days of receipt. Where the request involves a large volume of information or requires consultation with other agencies, the response period may be extended by up to 15 working days, and the requestor shall be notified of the extension and the reasons therefor. Government agencies shall provide access to requested information by allowing inspection, providing copies, or delivering information in electronic form, as requested by the requestor and as practicable."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Grounds for Refusal",
      "content": "Government agencies may refuse access to information or withhold portions of information where disclosure would: (1) Endanger national defense, security, or foreign relations; (2) Reveal classified intelligence or methods of intelligence collection; (3) Interfere with a pending criminal investigation or prosecution; (4) Reveal personal data of third parties that would constitute an unwarranted invasion of personal privacy; (5) Reveal business secrets and commercially sensitive information of private parties that was submitted to the agency in confidence; (6) Reveal legally privileged communications; (7) Endanger public safety; or (8) Interfere with the agency's internal deliberative process in a manner that would harm the quality of deliberation. Refusal of access shall be made in writing, setting out the specific grounds for refusal and the information or category of information withheld."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Partial Disclosure",
      "content": "Where a government agency determines that access to a document must be withheld in part, it shall provide access to the portions of the document that do not fall within the grounds for refusal, after redacting or separating the portions that are withheld. A government agency that withholds information shall inform the requestor of: (1) The nature of the information withheld; (2) The specific legal provision authorizing withholding; (3) The estimated period for which the information will be withheld; and (4) The procedure for appealing the decision to withhold information. Government agencies shall review withheld information periodically and shall disclose information as soon as the grounds for withholding no longer apply."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Fees",
      "content": "Government agencies may charge fees to recover the cost of searching for, reproducing, or delivering requested information. Fees shall be set at levels that do not unreasonably impede access to information. Government agencies shall waive or reduce fees where: (1) The requestor is an individual with limited financial means; (2) The request is for information in the public interest; (3) The information will be used for educational or non-commercial purposes; or (4) The fee would be disproportionate to the benefit of access. Fee schedules shall be published by government agencies and shall be approved by the supervisory authority. No fee shall be charged for the search and review of information; fees shall only be charged for reproduction or delivery."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Appeals",
      "content": "A person who is aggrieved by a decision of a government agency under this Act, including a decision to refuse access, to charge fees, or to fail to respond within the prescribed period, may: (1) File an administrative complaint with the supervisory authority within 30 days of the decision; (2) Appeal to the administrative court within 2 months of the decision on the administrative complaint; or (3) Pursue other legal remedies available under administrative law. The administrative court shall adjudicate appeals under this Act in an expedited manner, taking into account the importance of timely access to information. Where the court finds that access was improperly denied, it may order the government agency to disclose the information and may award costs to the requestor."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Obligations of Officers",
      "content": "Government officers who are responsible for processing requests for information under this Act shall: (1) Process requests promptly and in good faith; (2) Provide guidance to requestors to help them identify the information they are seeking; (3) Apply the grounds for refusal narrowly and only where clearly applicable; (4) Maintain records of requests received and decisions made; and (5) Report annually to the supervisory authority on the number and nature of requests received and the outcomes. Government officers shall not refuse access on the basis that disclosure would cause embarrassment to the government or to individual officials. Failure to process requests in accordance with this Act shall be grounds for disciplinary action."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Information in Digital Form",
      "content": "Government agencies shall, to the extent practicable, provide government information in digital form that is machine-readable and accessible for reuse. Government agencies shall adopt open data policies enabling the public to reuse government information for commercial and non-commercial purposes, subject to applicable restrictions. Government agencies shall participate in the central government's open data platform, publishing specified datasets in standardized machine-readable formats. The competent authority shall issue guidelines on open data standards and policies applicable to government agencies. Government agencies shall prioritize the digitization of commonly requested information to facilitate public access."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Protection of Whistleblowers",
      "content": "Any person who, in good faith, discloses government information to the public or to a competent authority for the purpose of revealing unlawful conduct, wrongdoing, or serious risks to public health or safety shall be protected from retaliation. Protection under this article shall include: (1) Protection from dismissal, demotion, suspension, or other adverse employment actions; (2) Protection from civil or criminal liability for the disclosure, except where the disclosure is itself unlawful; and (3) The right to seek compensation for damages suffered as a result of retaliation. The competent authority shall establish a mechanism for receiving and investigating reports of retaliation against persons who make disclosures in the public interest. Protection under this article shall not apply where the person makes a disclosure knowing it to be false or where the disclosure is made for personal gain."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Annual Reporting",
      "content": "Government agencies shall publish an annual report on their activities under this Act, including: (1) The number of requests for information received; (2) The number of requests granted in full, granted in part, and refused, with reasons; (3) The average time taken to respond to requests; (4) The number of appeals received and the outcomes; (5) The categories of information most frequently requested; and (6) Measures taken to improve public access to government information. The supervisory authority shall compile the reports of all government agencies and publish a consolidated annual report, which shall be submitted to the Legislative Yuan. The consolidated report shall assess the overall state of government transparency and identify areas for improvement."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Competent Authority",
      "content": "The competent authority under this Act shall be the Executive Yuan. The Executive Yuan shall: (1) Issue guidelines and interpretations on the implementation of this Act; (2) Review the annual reports submitted by government agencies; (3) Conduct periodic assessments of government transparency; (4) Promote training and awareness among government officers on their obligations under this Act; and (5) Report to the Legislative Yuan on the state of government transparency. Local government agencies shall be subject to oversight by the relevant local supervisory authority under this Act. The competent authority shall establish a dedicated unit or designate an existing unit to coordinate the implementation of this Act across government."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Relationship to Other Legislation",
      "content": "Where any provision of this Act conflicts with any provision of another Act governing the disclosure of specific categories of government information, the other Act shall prevail to the extent of the conflict, unless this Act expressly provides otherwise. Where another Act provides for greater access to information than this Act, the other Act shall prevail. Nothing in this Act shall be construed to require the disclosure of information that is classified under the Classified National Security Information Protection Act or that is otherwise expressly prohibited from disclosure by law. The competent authority shall issue guidance on the relationship between this Act and other legislation governing the disclosure of information."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Enforcement",
      "content": "Government officers who intentionally or negligently fail to perform their obligations under this Act may be subject to disciplinary action under applicable civil service laws. Government agencies that systematically fail to comply with this Act may be subject to public censure by the supervisory authority and may be required to implement remedial measures under a compliance plan approved by the supervisory authority. There are no criminal penalties for violations of this Act by government agencies or officers, except where the refusal to disclose information is part of a broader pattern of unlawful conduct. Civil remedies are available to requestors whose rights under this Act have been violated, including actions for damages and injunctions."
    }
  ],
  "definitions": [
    {
      "term": "government information",
      "definition": "Any information created, acquired, or held by a government agency in the exercise of its functions, regardless of the form or medium in which the information is recorded.",
      "source_provision": "art2"
    },
    {
      "term": "proactive disclosure",
      "definition": "The practice of government agencies publishing specified categories of information on their own initiative, without waiting for a request from the public.",
      "source_provision": "art3"
    }
  ]
}
