{
  "id": "tw-cc-cybercrime",
  "type": "statute",
  "title": "中華民國刑法（資訊犯罪條文，第358條至第363條）",
  "title_en": "Criminal Code of the Republic of China — Cybercrime Provisions (Articles 358–363)",
  "short_name": "CC-Cybercrime",
  "status": "in_force",
  "issued_date": "2003-06-25",
  "in_force_date": "2003-06-25",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?PCode=C0000001",
  "description": "Articles 358 to 363 of the Criminal Code of the Republic of China establish criminal offenses relating to unauthorized access to computer systems, interference with computer operations, and the misuse of computer-related technology. These provisions were added in 2003 to address the growing problem of cybercrime and have been amended several times to keep pace with evolving threats. The provisions criminalize a range of computer-related conduct including unauthorized access, data interference, system interference, and the creation and distribution of malicious code.",
  "provisions": [
    {
      "provision_ref": "art358",
      "section": "358",
      "title": "Article 358. Unauthorized Access to Computer Systems",
      "content": "Any person who, without justification or authority, uses another person's account and password, exploits a security vulnerability, or employs any other means to enter another person's computer or related equipment commits the offense of unauthorized access. A person convicted of unauthorized access shall be sentenced to imprisonment for not more than three years, criminal detention, or a fine of not more than NT$100,000. Where the offense is committed through the use of a computer network that crosses national borders, the penalty shall be increased by one-third. Where the offense is committed by a public official in abuse of his/her official capacity, the penalty shall be increased by one-half. Attempts to commit the offense of unauthorized access are punishable under this article. The offense is prosecutable only upon complaint of the victim, except where the victim is a government agency or critical infrastructure provider."
    },
    {
      "provision_ref": "art359",
      "section": "359",
      "title": "Article 359. Data Interference",
      "content": "Any person who, without justification or authority, acquires, deletes, or alters the electromagnetic records of another's computer or related equipment commits the offense of data interference. A person convicted of data interference shall be sentenced to imprisonment for not more than five years, criminal detention, or a fine of not more than NT$200,000. Where the data interference causes significant harm to the victim, including disruption of business operations, loss of data of significant value, or harm to national security, the penalty shall be increased by one-half. Where the act of data interference is accompanied by the use of ransomware or other malicious code designed to extort the victim, the offense may be prosecuted concurrently with the offense of extortion under other provisions of this Code. Attempts to commit data interference are punishable under this article."
    },
    {
      "provision_ref": "art360",
      "section": "360",
      "title": "Article 360. System Interference",
      "content": "Any person who, without justification or authority, interferes with another's computer system or related equipment, rendering it unable to perform its intended function, commits the offense of system interference. A person convicted of system interference shall be sentenced to imprisonment for not more than three years, criminal detention, or a fine of not more than NT$100,000. Where the system interference causes serious disruption to essential services, public utilities, emergency services, or national defense systems, the penalty shall be imprisonment for between one year and seven years. Conduct constituting system interference includes the transmission of electronic transmissions (including distributed denial of service attacks), the introduction of malicious code, and the physical interference with computer hardware. Attempts to commit system interference are punishable under this article."
    },
    {
      "provision_ref": "art361",
      "section": "361",
      "title": "Article 361. Aggravated Offenses",
      "content": "Where any of the offenses under Articles 358, 359, or 360 is committed: (1) By a person who is or was an employee or contractor of the victim and exploits or exploited access granted in the course of employment; (2) Against critical infrastructure providers designated under the Cyber Security Management Act; (3) For the purpose of committing a further offense, including fraud, extortion, or theft of trade secrets; (4) By an organized criminal group; or (5) Using computer systems located outside the territory of the Republic of China to evade detection or jurisdiction; the penalty prescribed for the base offense shall be increased by one-half, and the court shall impose imprisonment rather than criminal detention. Where the offense causes damage to national security or to the rights and interests of a large number of persons, the court shall impose a sentence of imprisonment not suspended."
    },
    {
      "provision_ref": "art362",
      "section": "362",
      "title": "Article 362. Creation and Distribution of Malicious Code",
      "content": "Any person who creates or distributes computer programs, code, or other instructions designed to cause unauthorized access, data interference, or system interference commits the offense of creating and distributing malicious code, regardless of whether the program or code is actually used to commit an offense. A person convicted of creating and distributing malicious code shall be sentenced to imprisonment for not more than two years, criminal detention, or a fine of not more than NT$300,000. Where a person creates and distributes malicious code that is actually used by a third party to commit an offense under Articles 358, 359, or 360, and the creator knew or ought to have known that the malicious code would be so used, the creator shall be deemed an accomplice to the offense committed by the third party. Distribution of malicious code includes making malicious code available on the internet, sharing it through electronic messaging, or possessing it with intent to distribute."
    },
    {
      "provision_ref": "art363",
      "section": "363",
      "title": "Article 363. Procedural Provisions",
      "content": "Prosecution of offenses under Articles 358 and 360 may only be initiated upon complaint of the victim. Prosecution of offenses under Articles 359, 361, and 362 shall be initiated by the prosecutor without the need for a complaint from the victim. Notwithstanding the preceding paragraph, prosecution of the offense under Article 358 may be initiated by the prosecutor without a complaint from the victim where the victim is a government agency, a critical infrastructure provider, or a public enterprise, or where the offense is part of a pattern of offenses affecting multiple victims. Where a legal entity is the victim of an offense under Articles 358 to 362, the representative or senior officer of the legal entity may file a complaint on behalf of the entity. Complaints under this article shall be filed within six months of the date on which the victim becomes aware of the offense and the identity of the offender. Law enforcement agencies shall have the power to employ technical investigative means, including network monitoring and digital forensics, in investigating offenses under this chapter, subject to judicial authorization."
    },
    {
      "provision_ref": "art363a",
      "section": "363-1",
      "title": "Article 363-1. Electronic Evidence",
      "content": "In proceedings for offenses under Articles 358 to 363, electronic evidence, including computer logs, network traffic records, digital communications, and other data stored in digital form, shall be admissible as evidence where: (1) The integrity and authenticity of the electronic evidence can be verified through appropriate forensic means; (2) The evidence was collected in accordance with applicable legal procedures; (3) The chain of custody of the evidence can be established; and (4) The evidence is presented in a format comprehensible to the court. Courts adjudicating offenses under this chapter shall, where necessary, appoint forensic experts to assist in the evaluation of electronic evidence. Electronic evidence shall be given appropriate evidentiary weight, taking into account the methods by which it was collected, preserved, and analyzed."
    },
    {
      "provision_ref": "art363b",
      "section": "363-2",
      "title": "Article 363-2. International Cooperation",
      "content": "The competent prosecutorial and judicial authorities shall cooperate with foreign law enforcement and judicial authorities in the investigation and prosecution of cybercrime offenses, in accordance with applicable international agreements and treaties, or on the basis of reciprocity where no formal agreement exists. Such cooperation may include: (1) Exchange of evidence and information; (2) Extradition of suspected offenders; (3) Joint investigations; and (4) Technical assistance. Where cybercrime offenses are committed against victims in Taiwan by persons located outside Taiwan, or against victims outside Taiwan by persons located in Taiwan, the courts of Taiwan shall have jurisdiction where the offense produces effects in Taiwan or where the offender is a national of the Republic of China. The competent authority shall, in coordination with the Ministry of Foreign Affairs, participate in international forums and initiatives addressing cybercrime."
    },
    {
      "provision_ref": "art363c",
      "section": "363-3",
      "title": "Article 363-3. Forfeiture",
      "content": "In addition to any penalty imposed under Articles 358 to 363, the court shall order the forfeiture of: (1) Equipment, programs, and tools used to commit the offense; (2) Any proceeds derived from the offense; (3) Any property used to commit the offense that is owned by the offender; and (4) Any unauthorized copies of data obtained through the commission of the offense. Where the equipment or tools used in the offense belong to a third party who was unaware that they would be used in the commission of the offense, the court may decline to order forfeiture of such equipment or tools. The court may substitute an order for payment of a fine equivalent to the value of property that cannot be forfeited, where the property has been transferred, concealed, or otherwise disposed of. Forfeited property shall be transferred to the state treasury."
    },
    {
      "provision_ref": "art363d",
      "section": "363-4",
      "title": "Article 363-4. Corporate Liability",
      "content": "Where a legal entity's representative, agent, employee, or other staff member commits an offense under Articles 358 to 363 in the course of or in connection with the legal entity's business, and the offense was made possible by the failure of the legal entity to implement adequate cybersecurity measures or controls, the legal entity shall, in addition to the punishment of the individual offender, be subject to a fine of between NT$100,000 and NT$10,000,000. The court shall take into account, in determining the fine to be imposed on the legal entity: (1) The severity of the offense and its consequences; (2) Whether the legal entity had implemented reasonable cybersecurity measures prior to the offense; (3) Whether the legal entity cooperated with law enforcement in investigating the offense; and (4) Whether the legal entity has taken remedial measures after the offense. A legal entity that is a critical infrastructure provider designated under the Cyber Security Management Act and that fails to comply with the cybersecurity requirements of that Act shall be subject to increased fines under this article."
    },
    {
      "provision_ref": "art363e",
      "section": "363-5",
      "title": "Article 363-5. Preservation Orders",
      "content": "Where a prosecutor or investigating authority believes that electronic data relevant to an investigation of an offense under Articles 358 to 363 may be deleted, modified, or otherwise destroyed, it may apply to the court for a preservation order requiring the person in possession of the data to preserve it for a period specified in the order, not exceeding 90 days. Preservation orders may be directed at: (1) Telecommunications service providers; (2) Internet service providers and online platforms; (3) Cloud service providers; and (4) Any other person who is in possession of relevant electronic data. Persons subject to preservation orders shall not disclose the existence of the order to the subject of the investigation without the approval of the court. Failure to comply with a preservation order constitutes contempt of court. Preserved data may only be accessed by law enforcement authorities pursuant to a separate search and seizure order issued by the court."
    }
  ],
  "definitions": [
    {
      "term": "electromagnetic records",
      "definition": "Any information, instructions, or data that is recorded, stored, or transmitted in electromagnetic, optical, magnetic, or other digital form.",
      "source_provision": "art359"
    },
    {
      "term": "malicious code",
      "definition": "Computer programs, instructions, or other electronic content designed to cause unauthorized access to, interference with, or damage to computer systems, data, or networks without the knowledge or consent of the owner or operator.",
      "source_provision": "art362"
    }
  ]
}
