{
  "id": "tw-ftda",
  "type": "statute",
  "title": "金融科技發展與創新實驗條例",
  "title_en": "Financial Technology Development and Innovative Experimentation Act",
  "short_name": "FTDA",
  "status": "in_force",
  "issued_date": "2018-01-31",
  "in_force_date": "2018-04-30",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?PCode=G0380239",
  "description": "The Financial Technology Development and Innovative Experimentation Act establishes a regulatory sandbox framework enabling financial technology innovators to test new products, services, and business models in a controlled environment without requiring full compliance with existing financial regulations. The Act aims to promote innovation in the financial services sector while maintaining appropriate consumer protection and systemic risk safeguards. It is administered by the Financial Supervisory Commission, which grants experiment permits and oversees the conduct of regulatory sandbox experiments.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Legislative Purpose",
      "content": "This Act is enacted for the purpose of promoting financial innovation and the development of the financial technology industry, enabling innovative financial products, services, and business models to be tested in a safe and controlled environment, and establishing a pathway for successful innovations to obtain appropriate regulatory approvals. The Act recognizes that innovation in financial services has the potential to improve access to financial services, reduce costs, and improve the efficiency and security of financial transactions, and that a regulatory sandbox is an appropriate mechanism to enable innovation while maintaining appropriate safeguards for consumers and financial stability. The competent authority shall administer the sandbox framework in a manner that promotes innovation and competition while protecting consumers and maintaining the stability of the financial system."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Definitions",
      "content": "The terms used in this Act are defined as follows: (1) 'Financial technology' means the application of technological innovation to financial services, including but not limited to blockchain, artificial intelligence, big data analytics, cloud computing, biometric authentication, and mobile payments. (2) 'Innovative experiment' means an experiment conducted within the regulatory sandbox to test the feasibility and impact of an innovative financial product, service, or business model that does not comply with one or more existing financial regulations. (3) 'Experiment permit' means an approval granted by the competent authority to an applicant to conduct an innovative experiment within the regulatory sandbox for a specified period and subject to specified conditions. (4) 'Participant' means a person or entity that subscribes to or uses a financial product, service, or business model being tested in an innovative experiment. (5) 'Competent authority' means the Financial Supervisory Commission."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Application for Experiment Permit",
      "content": "Any natural person, legal entity, or government agency may apply to the competent authority for an experiment permit to conduct an innovative experiment. Applications shall be submitted in writing and shall include: (1) A description of the proposed innovative product, service, or business model; (2) A description of the financial regulations that the experiment would not comply with and the reasons therefor; (3) A business plan setting out the scope, duration, and expected outcomes of the experiment; (4) A description of the technical capabilities and financial resources available to conduct the experiment; (5) Risk management measures and consumer protection safeguards proposed for the experiment; (6) Exit arrangements for experiment participants if the experiment is terminated; and (7) Any other information required by the competent authority. The competent authority shall acknowledge receipt of applications within 10 working days and shall notify applicants of the outcome within 60 working days of receipt of a complete application."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Criteria for Approval",
      "content": "The competent authority shall approve applications for experiment permits where: (1) The proposed experiment involves genuine innovation in financial products, services, or business models; (2) The proposed experiment has the potential to benefit consumers or to improve the efficiency of financial services; (3) The applicant has demonstrated adequate technical capability and financial resources to conduct the experiment safely; (4) The proposed risk management measures and consumer protection safeguards are adequate for the scope and nature of the experiment; (5) The proposed exit arrangements adequately protect participants in the event the experiment is terminated; and (6) Granting the permit would not pose an undue risk to financial stability or to the integrity of the financial system. The competent authority may impose conditions on experiment permits to address risks identified in the application or in the review process."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Scope and Duration of Experiments",
      "content": "Experiment permits shall specify: (1) The nature of the innovative product, service, or business model being tested; (2) The financial regulations from which the experiment is exempted; (3) The scope of the experiment, including the maximum number of participants and the maximum amount of funds involved; (4) The duration of the experiment, which shall not exceed one year, extendable by up to six months upon application; (5) Reporting and monitoring requirements; (6) Consumer protection conditions; and (7) Exit arrangement requirements. The competent authority shall set limits on the number of participants and the amount of funds involved in each experiment at levels that prevent systemic risk while enabling meaningful testing of the innovation. Experiment permits are non-transferable and non-assignable without the approval of the competent authority."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Consumer Protection During Experiments",
      "content": "Holders of experiment permits shall: (1) Clearly disclose to prospective participants that the product, service, or business model is being tested in a regulatory sandbox experiment and that it may not comply with all applicable financial regulations; (2) Obtain informed consent from participants before they join the experiment; (3) Provide participants with clear information about the risks of participation; (4) Maintain adequate insurance or other financial guarantees to compensate participants for losses resulting from the experiment; (5) Establish accessible and effective mechanisms for participants to make complaints; and (6) Promptly compensate participants for any losses caused by failures of the experimental product, service, or business model. Participants in innovative experiments shall have the right to withdraw from the experiment at any time and to receive a full refund of any funds invested, subject to any applicable terms and conditions."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Data Protection in Experiments",
      "content": "Holders of experiment permits that collect or process personal data of experiment participants shall comply with the requirements of the Personal Data Protection Act. Additional requirements specific to innovative experiments include: (1) Holders shall only collect personal data that is strictly necessary for the conduct of the experiment; (2) Holders shall not use personal data collected from experiment participants for any purpose other than the conduct of the experiment, without the express consent of the participants; (3) Upon termination of the experiment, holders shall delete or anonymize all personal data collected from participants, unless retention is required by law; and (4) Holders shall implement appropriate technical and organizational measures to protect the personal data of participants from unauthorized access, disclosure, or use. The Financial Supervisory Commission shall coordinate with the National Development Council on data protection issues arising in innovative experiments."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Cybersecurity in Experiments",
      "content": "Holders of experiment permits that operate digital platforms or systems as part of their innovative experiments shall implement appropriate cybersecurity measures, including: (1) Regular security assessments of the experimental systems; (2) Vulnerability management procedures; (3) Incident response procedures for cybersecurity incidents affecting experimental systems; (4) Data encryption for personal data and financial data of participants; and (5) Access control mechanisms to prevent unauthorized access to experimental systems. Holders shall notify the competent authority of cybersecurity incidents affecting experimental systems within 24 hours of discovery. The competent authority may suspend or terminate an experiment where cybersecurity incidents pose a risk to participants or to the integrity of the financial system. The competent authority shall issue cybersecurity guidelines specific to regulatory sandbox experiments."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Reporting and Monitoring",
      "content": "Holders of experiment permits shall submit regular reports to the competent authority covering: (1) The status of the experiment, including the number of participants, the volume of transactions, and the progress toward the experiment's objectives; (2) Any problems or incidents encountered during the experiment, including cybersecurity incidents; (3) Feedback from experiment participants; and (4) Any proposed modifications to the experiment. The competent authority may conduct inspections of innovative experiments at any time and may request additional information from experiment holders. The competent authority shall maintain a public registry of current and completed innovative experiments, publishing information on the nature of each experiment, its outcomes, and any regulatory implications. Holders shall cooperate with inspections and shall not obstruct the competent authority's oversight activities."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Post-Experiment Pathway",
      "content": "Upon completion of an innovative experiment, the holder may apply for: (1) A full authorization to provide the tested financial product, service, or business model under existing financial regulations, if it complies with those regulations; (2) A conditional authorization subject to the modification of existing regulations to accommodate the innovation; or (3) A further period of innovation experimentation where additional testing is required. The competent authority shall process post-experiment applications within 60 working days and shall, where the experiment has demonstrated that the innovation is beneficial and safe, take steps to facilitate the holder's access to full authorization. The competent authority shall review existing financial regulations in light of completed innovative experiments and shall propose amendments as necessary to accommodate proven innovations."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Penalties",
      "content": "Any person or entity that conducts an innovative experiment without an experiment permit, or that conducts an experiment in a manner that materially deviates from the terms of the experiment permit, shall be subject to: (1) An order to immediately cease the unauthorized experiment; (2) A fine of between NT$120,000 and NT$2,500,000; and (3) Public disclosure of the violation. Where the unauthorized experiment causes harm to participants, the holder shall be jointly and severally liable with any individual responsible for the unauthorized experiment. Experiment permit holders that violate the consumer protection requirements of Article 6 shall be liable to a fine of between NT$600,000 and NT$5,000,000 and may have their experiment permits revoked. Criminal liability may also arise under applicable financial regulations where the unauthorized experiment involves the taking of deposits, the operation of payment services, or other regulated financial activities."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Fintech Advisory Committee",
      "content": "The competent authority shall establish a Financial Technology Advisory Committee to provide advice on: (1) The development of financial technology in Taiwan and internationally; (2) Regulatory approaches to emerging financial technology risks; (3) Applications for experiment permits; (4) Post-experiment regulatory pathways; and (5) Amendments to financial regulations to accommodate financial technology innovation. The Advisory Committee shall include representatives from financial technology companies, financial institutions, academic institutions, consumer protection organizations, and relevant government agencies. The Advisory Committee shall publish an annual report on the state of financial technology development in Taiwan and on the outcomes of regulatory sandbox experiments."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. Blockchain and Digital Assets",
      "content": "Innovative experiments involving blockchain technology, distributed ledger technology, or digital assets shall be subject to the general provisions of this Act, subject to the following additional requirements: (1) Applicants shall clearly explain the technology and the specific use case being tested; (2) The experiment shall include appropriate mechanisms to prevent money laundering and the financing of terrorism; (3) Where the experiment involves the issuance or trading of digital tokens, the applicant shall clearly explain the legal nature of such tokens and the rights of participants; and (4) The competent authority shall consult with the central bank and other relevant agencies before approving experiments involving digital currencies or payment services. The competent authority shall issue separate guidelines on the regulatory treatment of digital assets and blockchain-based financial services."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Open Banking and API Framework",
      "content": "The competent authority may require financial institutions to participate in open banking initiatives, enabling licensed third-party financial service providers to access financial data and services of financial institutions through standardized application programming interfaces (APIs), subject to the consent of account holders. Open banking initiatives shall be governed by the following principles: (1) Account holders have the right to authorize third-party providers to access their financial data; (2) Financial institutions shall implement secure APIs that meet the technical standards prescribed by the competent authority; (3) Third-party providers that access financial data through open banking APIs shall be subject to appropriate licensing and oversight; and (4) The liability framework for open banking transactions shall be clearly specified by the competent authority. Innovative experiments involving open banking and API-based financial services may be conducted within the regulatory sandbox framework."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. International Cooperation on Fintech",
      "content": "The competent authority shall actively engage with international financial regulatory organizations and foreign regulatory authorities on matters relating to financial technology regulation. The competent authority may enter into fintech bridge agreements or cooperation arrangements with regulatory authorities in other jurisdictions, enabling innovative companies to apply for sandbox experiments in multiple jurisdictions simultaneously or in sequence. The competent authority shall participate in international fintech regulatory sandboxes and may designate Taiwan as a fintech hub for companies seeking to test financial technology innovations in Asian markets. The competent authority shall publish information about international fintech regulatory developments and shall take such developments into account in the administration of Taiwan's regulatory sandbox framework."
    }
  ],
  "definitions": [
    {
      "term": "financial technology",
      "definition": "The application of technological innovation to financial services, including but not limited to blockchain, artificial intelligence, big data analytics, cloud computing, biometric authentication, and mobile payments.",
      "source_provision": "art2"
    },
    {
      "term": "innovative experiment",
      "definition": "An experiment conducted within the regulatory sandbox to test the feasibility and impact of an innovative financial product, service, or business model that does not comply with one or more existing financial regulations.",
      "source_provision": "art2"
    },
    {
      "term": "experiment permit",
      "definition": "An approval granted by the competent authority to an applicant to conduct an innovative experiment within the regulatory sandbox for a specified period and subject to specified conditions.",
      "source_provision": "art2"
    }
  ]
}
