{
  "id": "tw-tsa",
  "type": "statute",
  "title": "營業秘密法",
  "title_en": "Trade Secrets Act",
  "short_name": "TSA",
  "status": "in_force",
  "issued_date": "1996-01-17",
  "in_force_date": "1996-01-17",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?PCode=J0080028",
  "description": "The Trade Secrets Act provides legal protection for trade secrets in Taiwan, establishing the criteria for information to qualify as a trade secret, the rights of trade secret owners, and the remedies available for misappropriation. The Act was amended in 2013 to add criminal penalties for trade secret theft, particularly where trade secrets are disclosed to foreign parties, reflecting concerns about economic espionage and the theft of Taiwan's technological know-how. A 2020 amendment strengthened protections in response to increasing cybersecurity threats to trade secrets.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "Article 1. Legislative Purpose",
      "content": "This Act is enacted for the purpose of protecting the trade secrets of business enterprises, encouraging the creation and sharing of knowledge and technology, maintaining competitive business ethics, and promoting the development of industry and commerce. Trade secret protection is essential to encouraging innovation and investment in research and development, enabling businesses to recoup the costs of innovation and to maintain competitive advantages that reward such investment. This Act applies to all natural persons, legal entities, and organizations that create, possess, or use trade secrets, whether domestic or foreign, subject to the principles of reciprocity for foreign entities. The competent authority under this Act shall be the Ministry of Economic Affairs."
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "Article 2. Definition of Trade Secret",
      "content": "A 'trade secret' under this Act means any information relating to a method, technology, process, formula, program, design, or other information that satisfies all of the following conditions: (1) It is not known to the public (secrecy): The information is not generally known among or readily accessible to persons within the circles that normally deal with the kind of information in question; (2) It has commercial value because of its secrecy (economic value): The information derives actual or potential economic value from not being generally known to or readily ascertainable by persons who can obtain economic value from its disclosure or use; and (3) The person lawfully in control of the information has taken reasonable steps under the circumstances to keep it secret (reasonable measures): The owner has implemented physical, technical, or contractual measures to protect the confidentiality of the information appropriate to its value and the circumstances. A trade secret may exist in any medium or form, including electronic, digital, written, visual, or oral form."
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "Article 3. Prohibited Acts",
      "content": "The following acts constitute misappropriation of trade secrets and are prohibited: (1) Acquiring a trade secret through improper means, including theft, fraud, bribery, duress, breach of duty, unauthorized electronic access, or any other act that would be contrary to commercial ethics or reasonable business practices; (2) Acquiring, using, or disclosing a trade secret with knowledge, or with reasonable grounds to know, that the trade secret was acquired through improper means; (3) Using or disclosing a trade secret in violation of a contractual or other legal duty to maintain its secrecy or to limit its use; and (4) Acquiring, using, or disclosing a trade secret with knowledge, or with reasonable grounds to know, that the trade secret was acquired by or from a person in violation of a duty to maintain its secrecy or to limit its use. The unauthorized electronic access to computer systems or networks for the purpose of acquiring trade secrets constitutes improper means under this article."
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "Article 4. Trade Secret Ownership",
      "content": "The person who creates a trade secret shall be the owner of the trade secret, unless otherwise agreed or required by law. Where a trade secret is created by an employee in the course of employment or in accordance with the instructions of the employer and the use or disclosure of such knowledge would constitute a breach of good faith and trust, the trade secret shall belong to the employer, unless otherwise agreed. Where a trade secret is created by an employee using the employer's resources but not in the course of employment duties and not related to the employer's business, the trade secret shall belong to the employee, unless otherwise agreed. Trade secret ownership may be transferred or licensed. A license to use a trade secret may be exclusive or non-exclusive. The owner of a trade secret may impose restrictions on the use of the trade secret by licensees."
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "Article 5. Trade Secret Protection Measures",
      "content": "Owners of trade secrets shall implement reasonable measures to protect the secrecy of their trade secrets. Such measures may include: (1) Physical security measures, such as restricted access to facilities, locked storage, and security surveillance; (2) Electronic security measures, such as access controls, encryption, audit logs, and cybersecurity systems; (3) Contractual measures, such as non-disclosure agreements with employees, contractors, business partners, and other persons who have access to trade secrets; (4) Administrative measures, such as policies and procedures governing access to, use of, and disclosure of trade secrets; and (5) Notice measures, such as marking documents and electronic files containing trade secrets with confidentiality designations. The adequacy of protection measures shall be assessed in light of the nature and value of the trade secret, the circumstances in which the trade secret is used, and the reasonably foreseeable risks to the trade secret."
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "Article 6. Civil Remedies",
      "content": "A person whose trade secret has been misappropriated may seek the following civil remedies: (1) Injunctive relief — an order prohibiting the defendant from further misappropriation of the trade secret; (2) Destruction of misappropriated materials — an order requiring the defendant to destroy documents, electronic files, products, or other materials that embody the misappropriated trade secret; (3) Damages — compensation for losses suffered as a result of the misappropriation, including lost profits, unjust enrichment of the defendant, and reasonable royalties in lieu of actual damages; and (4) Publication of judgment — an order requiring the defendant to publish the judgment in a manner sufficient to restore the plaintiff's reputation. Where the defendant's misappropriation was willful, the court may award punitive damages of up to twice the actual damages. The limitation period for civil actions under this Act is two years from the date on which the plaintiff became aware of the misappropriation and of the identity of the defendant, and in any event not more than ten years from the date of the misappropriation."
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "Article 7. Criminal Penalties",
      "content": "Any person who intentionally misappropriates a trade secret for the purpose of unlawfully benefiting himself/herself or a third party, causing damage to the trade secret owner, commits the offense of trade secret theft and shall be sentenced to imprisonment for not more than five years or criminal detention, or in lieu thereof or in addition thereto a fine of not more than NT$10,000,000. Where the offense is committed with intent to benefit a foreign government, foreign legal entity, or foreign national, or where the trade secret is transmitted to a foreign jurisdiction, the penalty shall be imprisonment for between one year and ten years, or in lieu thereof or in addition thereto a fine of not more than NT$50,000,000. In addition to the penalties imposed on individual offenders, legal entities whose agents or employees commit the offense in the course of the entity's business shall be subject to a fine of between NT$200,000 and NT$100,000,000."
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "Article 8. Limitations on Disclosure in Proceedings",
      "content": "In civil proceedings involving trade secrets, courts shall take measures to protect the confidentiality of trade secret information, including: (1) Conducting all or part of the proceedings in camera; (2) Issuing protective orders restricting access to trade secret information to specified parties and their counsel; (3) Sealing court records containing trade secret information; and (4) Restricting the copying and dissemination of court documents containing trade secret information. Courts shall balance the need to protect trade secrets against the principle of open justice and the rights of parties to a fair hearing. Parties who misuse trade secret information obtained in the course of court proceedings may be subject to contempt of court and liability for damages."
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "Article 9. Permitted Uses",
      "content": "The following uses of information that may otherwise constitute trade secrets shall not be prohibited under this Act: (1) Independent development of the same or similar information without resort to the trade secret; (2) Reverse engineering of lawfully obtained products, provided the purpose is not to compete unfairly with the trade secret owner; (3) Disclosure required by law or court order, provided the disclosure is limited to what is required; (4) Disclosure to government agencies for regulatory or law enforcement purposes; and (5) Disclosure of information that has entered the public domain through no fault of the person making the disclosure. Where a person acquires a trade secret in good faith and without knowledge of its misappropriation, that person shall not be held liable for past uses but shall be required to cease further use upon learning of the misappropriation."
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "Article 10. Employment-Related Provisions",
      "content": "Employers may require employees, as a condition of employment, to sign non-disclosure agreements protecting the employer's trade secrets, and may require departing employees to return all materials containing trade secrets and to certify that they have done so. Non-compete agreements restricting employees from working for competitors or starting competing businesses after employment ends are enforceable where: (1) The employer has a legitimate interest in protecting trade secrets or confidential information; (2) The restriction is reasonable in scope, duration, and geographic area; and (3) The employer provides reasonable compensation to the employee for the restrictions imposed. Non-compete agreements shall not be enforceable where the employer has terminated the employee without cause, where the restrictions unreasonably prevent the employee from pursuing their livelihood, or where the duration exceeds two years without special justification."
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "Article 11. Digital and Cyber Trade Secret Protection",
      "content": "Given the increasing importance of digital trade secrets and the growing threat of cybercrime targeting trade secrets, the following additional protections shall apply to trade secrets stored in digital form: (1) The unauthorized access to computer systems or networks for the purpose of acquiring trade secrets shall constitute misappropriation by improper means; (2) The installation of surveillance software, data exfiltration tools, or other malicious code for the purpose of acquiring trade secrets shall constitute misappropriation; (3) The use of lawful access to computer systems to exceed authorized access for the purpose of acquiring trade secrets shall constitute misappropriation; and (4) Law enforcement agencies investigating trade secret theft shall have access to digital forensic evidence and may apply for preservation orders for electronic data relevant to the investigation. The Ministry of Justice and the Ministry of Economic Affairs shall cooperate in investigating and prosecuting cybercrime-related trade secret theft."
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "Article 12. Trade Secret Protection in Public Sector",
      "content": "Where a private entity submits trade secrets to a government agency in the course of regulatory proceedings, licensing applications, or government procurement, the government agency shall take measures to protect the confidentiality of such trade secrets, including: (1) Limiting access to the trade secret information to agency personnel who need it for official purposes; (2) Maintaining the confidentiality of trade secret information in response to public information requests; and (3) Taking appropriate security measures to prevent unauthorized access to or disclosure of trade secret information. Government agencies that disclose trade secret information in breach of this article shall be liable to the trade secret owner for damages. Personnel of government agencies who willfully or negligently disclose trade secrets may be subject to disciplinary action."
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "Article 13. International Protection",
      "content": "Trade secret owners may seek protection against misappropriation occurring in foreign jurisdictions through: (1) Civil litigation in the courts of the relevant foreign jurisdiction; (2) Customs enforcement measures to prevent the importation of products incorporating misappropriated trade secrets; (3) Diplomatic channels, where the misappropriation involves a foreign government or a foreign state-owned enterprise; and (4) Cooperation with foreign law enforcement agencies through mutual legal assistance mechanisms. The competent authority shall promote bilateral and multilateral agreements on trade secret protection and shall participate in international efforts to harmonize trade secret protection standards. Trade secret owners that suspect their secrets have been misappropriated by foreign persons or entities should report such suspected misappropriation to the Investigation Bureau of the Ministry of Justice."
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "Article 14. Relationship to Intellectual Property Law",
      "content": "Trade secret protection under this Act is distinct from and complementary to intellectual property protection under other laws, including patent law, copyright law, and integrated circuit layout protection law. Information that is eligible for patent protection is also eligible for trade secret protection; the owner may choose which form of protection to seek. Once an owner applies for and obtains patent protection for information that was previously a trade secret, the trade secret protection in that information is extinguished by the disclosure of the information in the patent application. Information protected as a trade secret may also be protected by copyright where it constitutes an original work of authorship. Protection of computer programs as trade secrets is available to the extent that the program meets the definition of a trade secret under Article 2 of this Act."
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "Article 15. Enforcement and Penalties",
      "content": "Prosecution of criminal offenses under Article 7 of this Act shall be initiated by the prosecutor upon complaint of the victim. The statute of limitations for criminal complaints is six months from the date on which the victim becomes aware of the offense and of the identity of the offender. Civil actions for misappropriation shall not be stayed pending the outcome of criminal proceedings, unless the court determines that the interests of justice require a stay. The competent authority shall maintain a register of civil and criminal judgments in trade secret cases and shall publish anonymized summaries of significant cases. The Ministry of Justice shall issue prosecutorial guidelines on the investigation and prosecution of trade secret offenses, with particular reference to cases involving cybercrime and foreign actors."
    }
  ],
  "definitions": [
    {
      "term": "trade secret",
      "definition": "Any information relating to a method, technology, process, formula, program, design, or other information that is not known to the public, has commercial value because of its secrecy, and in respect of which the person lawfully in control of the information has taken reasonable steps to keep it secret.",
      "source_provision": "art2"
    },
    {
      "term": "misappropriation",
      "definition": "The acquisition, use, or disclosure of a trade secret by improper means or in breach of a duty of confidentiality, as defined in Article 3 of this Act.",
      "source_provision": "art3"
    }
  ]
}
