{
  "id": "tw-d0040005",
  "type": "statute",
  "title": "歸化我國國籍者及歸國僑民服役辦法",
  "title_en": "Regulations for the Conscription of Naturalized Citizens and Returning R.O.C.（Taiwan） nationals residing overseas",
  "short_name": "Regulations for the Conscription of Naturalized Citizens and Returning R.O.C.（Ta",
  "status": "in_force",
  "issued_date": "2025-09-05",
  "in_force_date": "2025-09-08",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0040005",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞內政部＞役政目. Articles extracted: 11.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依兵役法施行法第二十三條規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "歸化我國國籍之役齡男子，自初設戶籍登記之翌日起，屆滿一年時，依法辦理徵兵處理。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "原有戶籍國民具僑民身分之役齡男子，自返回國內之翌日起，屆滿一百八十三日時，依法辦理徵兵處理。但未依第五條第一項及第三項規定辦理者，不在此限。\n無戶籍國民具僑民身分之役齡男子，自返回國內初設戶籍登記之翌日起，屆滿一百八十三日時，依法辦理徵兵處理。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "前條第一項屆滿一百八十三日之計算，以有下列情形之一者為準：\n一、自返回國內之翌日起算，連續居住達一百八十三日。\n二、自返回國內之翌日起算，於任一年度（一月一日至十二月三十一日）累計居住達一百八十三日。\n前條第二項屆滿一百八十三日之計算，以有下列情形之一者為準：\n一、自返回國內初設戶籍登記之翌日起算，連續居住達一百八十三日。\n二、自返回國內初設戶籍登記之翌日起算，於任一年度（一月一日至十二月三十一日）累計居住達一百八十三日。\n前二項居住期間之計算，以歸國僑民之役齡男子所持本國護照、外國護照入境時間合併計算之。\n下列情形所定期間，不列入前項居住期間計算：\n一、歸國僑民之役齡男子返國就學者並符合緩徵條件之期間。\n二、歸國僑民之役齡男子因災害防救法第二條第一款所定災害或傳染病防治法第三條第一項各款所定傳染病等原因，致生非可歸責之居住期間，且經戶籍地直轄市、縣（市）政府報請內政部核准者。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "第三條第一項役齡男子自返回國內後，於出境前，應以電子傳輸方式將以下文件上傳至僑民役男申請出境文件審查平臺或以書面方式向內政部移民署提出：\n一、本人本國護照。\n二、本人外國護照（或海外永久或長期居留證）。\n三、效期內之役政用華僑身分證明書。但之前返國已上傳或提出且仍於效期內者，免再上傳或提出。\n四、返國前四個月內，入境僑居地之護照戳章影本、入出境紀錄或經役齡男子本人使用過之交通票券等足資證明該期間內居住於僑居地之證明文件。但之前返國已上傳或提出且仍屬最近一次入境日前四個月內之文件，免再上傳或提出。\n第三條第一項役齡男子，入境後未依前項規定辦理完成者，得依役男出境處理辦法第四條第一項第七款規定，以一般役男身分申請出境，並應於出境後四個月內返國。\n前項役齡男子，得於出境後四個月內依第一項規定辦理，經審核通過者，不受前項應於出境後四個月內返國之限制。\n第三條第二項役齡男子應自返回國內初設戶籍登記後，應向戶籍所在地鄉（鎮、市、區）公所提出本人本國護照與外國護照（或海外永久或長期居留證）及效期內之役政用華僑身分證明書。\n第一項、第三項及前項所上傳或提出文件如係以外國語文作成者，役齡男子應自行翻譯為中文並上傳或提出譯本。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "因僑居地政府拒絕入境或因僑居地環境特殊為政治、經濟等原因被迫回國暫居及僑居地發生戰亂未能按時返回，經外交或僑務主管機關證明者，得填具暫緩徵兵處理申請書，向戶籍地鄉（鎮、市、區）公所申請，轉報直轄市、縣（市）政府核准暫緩徵兵處理。\n前項之暫緩徵兵處理以六個月為限，期限屆滿後，原因繼續存在者，應出具相關證明，重新申請暫緩徵兵處理。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "持外國護照入境之歸國僑民，具有役齡男子身分者，適用本辦法有關歸國僑民之規定。\n原具香港、澳門僑民身分之男子，具有下列條件之一，經僑務主管機關出具證明者，適用本辦法有關歸國僑民之規定：\n一、於中華民國八十六年七月一日前自香港、或於八十八年十二月二十日前自澳門以僑民身分返回國內初設戶籍登記，並取得當地永久居留資格者。\n二、在臺灣地區出生並設有戶籍，於八十六年七月一日前在香港、或於八十八年十二月二十日前在澳門居住四年以上，並取得當地永久居留資格者。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "經核准暫緩徵兵處理者，於暫緩徵兵處理之原因消滅或已屆滿規定期限，應自原因消滅或屆滿規定期限之翌日起三十日內，向戶籍地鄉（鎮、市、區）公所申報。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "歸國僑民之身分，以申請人取得僑務主管機關核發之役政用華僑身分證明書認定之。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "第三條第一項及第二項所定役齡男子，於本辦法中華民國一百十四年九月八日修正施行前已返回國內且未再行出境者，適用修正前第三條第一項、第二項、第四條第一項、第七條規定，不適用修正後第三條、第四條第一項至第三項、第五條、第九條規定。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "本辦法自中華民國一百十四年九月八日施行。"
    }
  ],
  "definitions": []
}
