{
  "id": "tw-d0050011",
  "type": "statute",
  "title": "兒童及少年收出養媒合服務者許可及管理辦法",
  "title_en": "Permit and Management Regulations for Children and Youth Adoption Service Providers",
  "short_name": "Permit and Management Regulations for Children and Youth Adoption Service Provid",
  "status": "in_force",
  "issued_date": "2025-09-04",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0050011",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞衛生福利部＞社會及家庭目. Articles extracted: 34.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依兒童及少年福利與權益保障法（以下簡稱本法）第十五條第四項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "依本法第十五條第一項規定，從事收出養媒合服務之財團法人，及兒童及少年安置、教養機構（以下簡稱安置機構），分類如下：\n一、財團法人：依財團法人法設立之全國性社會福利財團法人。\n二、安置機構：\n（一）公立安置機構：政府設立並符合兒童及少年福利機構設置標準之安置機構。\n（二）私立安置機構：依財團法人法及私立兒童及少年福利機構設立許可及管理辦法設立之安置機構。\n前項財團法人、安置機構應具備下列資格：\n一、會務、業務及財務健全。\n二、最近一次安置機構評鑑結果為甲等以上。\n第一項第一款及第二款第二目從事收出養媒合服務之財團法人，應將該服務載明於章程。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "財團法人及安置機構有下列情形之一者，不得申請從事收出養媒合服務：\n一、會務、業務或財務不健全，或違反相關法令規定，經主管機關糾正或處罰，並限期改善，屆期仍未改善。\n二、違反本法第十五條第一項規定，未經許可從事收出養媒合服務。\n三、違反本辦法規定，受廢止或撤銷許可處分未滿三年。\n四、負責人、代表人或第五條所定人員有本法第八十一條第一項各款情形之一。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "收出養媒合服務者，應提供及辦理下列服務項目：\n一、收出養諮詢服務\n二、收養說明會。\n三、接受收養申請。\n四、提供收養準備教育課程。\n五、進行收養人會談、訪視及評估，並作成書面資料。\n六、收養人審查小組會議。\n七、提供被收養人之心理輔導及其他出養準備。\n八、協助收養人與被收養人媒合。\n九、提供收養人與被收養人先行共同生活或漸進式接觸期間所需之協助，並評估其合宜性。\n十、協助聲請法院收養認可事宜。\n十一、辦理收養家庭追蹤輔導，期間至少三年，並提供支持性服務。\n十二、辦理收養家庭互助團體、親職教育或相關活動。\n十三、收出養服務宣導。\n十四、其他與收出養有關之業務及服務。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "收出養媒合服務者，應置專任主管人員一人，綜理收出養媒合服務業務。\n收出養媒合服務者，應置下列人員：\n一、社會工作人員：專任，至少三人（得包括擔任社會工作督導者），並優先進用社會工作師。\n二、心理輔導人員：至少一人，得以特約方式進用。\n三、行政人員或其他工作人員：若干人，得由財團法人或安置機構相關人員兼任。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "前條第一項主管人員，應具備下列資格之一：\n一、大學兒童及少年福利、社會工作、心理、輔導、教育、兒童與家庭、社會福利或法律相關系、所、院或學位學程，取得碩士以上學位，具有一年以上公、私立社會福利相關機關、機構、學校、法人或團體工作經驗。\n二、社會工作師考試及格，或高等考試、相當高等考試之各類公務人員考試社會行政或社會工作職系及格，具有一年以上公、私立社會福利相關機關、機構、學校、法人或團體工作經驗。\n三、取得大學碩士以上學位，或大學兒童及少年福利、社會工作、心理、輔導、教育、兒童與家庭、社會福利或法律相關系、所、院、學位學程之輔系證書，具有三年以上公、私立社會福利相關機關、機構、學校、法人或團體工作經驗。\n四、取得大學學士學位或專科副學士學位，具有四年以上公、私立社會福利相關機關、機構、學校、法人或團體工作經驗。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "第五條第二項第一款社會工作人員，應具備下列資格之一：\n一、社會工作師考試及格。\n二、專科以上學校社會工作、兒童及少年福利、社會福利相關系、所、院、學位學程畢業或取得其輔系證書。\n三、高等考試、相當高等考試之各類公務人員考試社勞行政職系之社會行政或社會工作職系及格。\n四、符合專門職業及技術人員高等考試社會工作師考試規則第五條應考資格規定。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "第五條第二項第二款心理輔導人員，應具備下列資格之一：\n一、專科以上學校心理、輔導、諮商相關科、系、所、院、學位學程畢業或取得其輔系證書。\n二、專科以上學校社會工作、兒童及少年福利、社會福利、教育、性別相關科、系、所、院、學位學程畢業，並取得心理輔導人員專業訓練結業證書。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "申請從事收出養媒合服務者，應檢附下列文件、資料，向中央主管機關申請許可：\n一、申請書：載明財團法人或安置機構名稱、地址、服務處所地址，及代表人姓名、地址與履歷。\n二、財團法人登記證書。\n三、董事會同意從事收出養服務會議紀錄影本。\n四、目的事業主管機關最近一次評鑑結果或業務檢查結果，及同意從事收出養媒合服務之證明文件。\n五、業務計畫：\n（一）組織架構、服務項目、流程、服務國家或地區及預定開辦日期。\n（二）收、退費項目及基準。\n（三）與收出養人簽訂之書面契約範本。\n（四）收養人適任性與收出養媒合之評估、審查程序及審查小組之組成。\n（五）先行共同生活或漸進式接觸期間之訪視及評估內容與方法。\n（六）被收養人出養準備。\n（七）收養家庭之支持服務。\n（八）法院認可收養後，收養家庭之訪視及後續追蹤輔導之內容與方式。\n（九）第五條人員名冊、學經歷資格證明文件影本。\n（十）收出養媒合服務督導機制及工作人員在職訓練計畫。\n（十一）再審查機制。\n（十二）經費來源及支出預算表。\n（十三）其他與推動收出養媒合服務有關之內容。\n公立安置機構申請辦理收出養媒合服務，應經其所屬主管機關同意，免附前項第二款及第三款文件、資料。\n第一項文件未備齊者，中央主管機關應以書面通知限期補正；屆期未補正者，以書面駁回其申請。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "收出養媒合服務者，從事國內收出養媒合服務達三年以上，經最近一次兒童及少年收出養媒合服務評鑑結果通過者，得向中央主管機關申請從事跨國境收出養媒合服務之許可。\n前項申請，應檢附與外國合作機構或團體受當地政府認可或授權從事該項業務之證明文件、資料，及雙方簽訂之合作意向書或相關合作證明文件、資料。\n前項證明文件、資料，應經我國駐外機構驗證。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "前二條申請有下列情形之一者，中央主管機關應不予許可；已許可者，撤銷或廢止之：\n一、文件、資料虛偽不實。\n二、有本法第八十三條第一款至第四款情形之一。\n三、有本法第八十三條第五款至第十一款情形之一，經設立許可主管機關令其限期改善，屆期未改善。\n四、有第三條各款情形之一。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "第九條第一項及第十條第一項之申請，經審查通過者，中央主管機關應發給許可證。\n前項許可證有效期間，最長為三年。\n收出養媒合服務者，於許可證有效期間屆滿後仍欲從事該服務者，應自期間屆滿九十日前，依第九條及第十條規定，重新提出申請。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "許可證應載明財團法人或安置機構名稱、地址、代表人姓名、許可有效日期及服務處所地址。\n收出養媒合服務者，應將許可證揭示於服務場所內之明顯位置。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "許可證所載財團法人或安置機構名稱、地址或代表人變更時，收出養媒合服務者應自事實發生之翌日起三十日內，填具申請書，並檢附許可證正本及相關證明文件、資料，向中央主管機關申請換發許可證。\n許可證所載服務處所地址變更時，應填具申請書，並檢附許可證正本及變更後文件、資料，經中央主管機關核准並換發許可證後，始得為之。\n財團法人新增提供收出養媒合服務之處所時，應填具申請書，並檢附原許可證書正本及第九條、第十條文件、資料，向中央主管機關申請；經審查通過換發許可證後，始得提供服務。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "收出養媒合服務者，不得將許可證租借或轉讓他人。\n收出養媒合服務者之許可證遺失或滅失時，應檢附申請書及切結書，申請補發；污損時，應檢附申請書及原核發之許可證申請換發。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "收出養媒合服務者之收、退費項目與金額、契約內容、服務國家或地區及合作之外國機構或團體變更時，應填具申請書，並檢附變更後之文件、資料，向中央主管機關申請核准後，始得為之。\n第五條人員變更時，收出養媒合服務者，應自事實發生之翌日起三十日內，檢附變更後資料及相關證明文件，報請中央主管機關備查。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "收養申請人於申請收養時，應接受收出養媒合服務者辦理之收養準備教育課程，並經適任評估及審查通過後，始具備收養人資格。\n前項收養準備教育課程，其課程內容與時數及師資條件，由中央主管機關公告之。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "收出養媒合服務者，應就收養人之適任性進行評估；其評估項目，應包括身心狀況、人格特質、經濟能力、與被收養人之年齡差距、參與收養準備教育課程情形、教養態度、有無犯罪紀錄及其他必要評估事項。\n收出養媒合服務者為前項評估時，不得歧視收養人。\n第一項犯罪紀錄，以對收養人之親職能力有影響者為限；收養申請人應檢附申請收養前最近三個月內之警察刑事紀錄證明。\n收出養媒合服務者，得向各級主管機關，請求依本法第七十條第三項規定洽請相關機關（構）、團體、法人或個人提供犯罪及其他相關必要資料。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "收出養媒合服務者於進行媒合期間，應與收養人進行會談及訪視，並作成書面紀錄。\n收出養媒合服務者辦理第十七條第一項收養人資格審查時，應組成審查小組；審查結果，應以書面通知收養人。\n前項審查小組，由收出養媒合服務者與直轄市、縣（市）主管機關代表，及具有兒童少年福利、醫療、教育與法律背景之外聘專家學者七人，共九人組成；召開審查會議之出席委員，其中專家學者人數，不得少於出席委員人數二分之一。\n前項任一性別委員人數，不得少於委員總數三分之一。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "收養人對前條第二項審查結果不服者，得自書面通知送達之翌日起二十日內，以書面敘明理由，向收出養媒合服務者申請再審查。\n收出養媒合服務者，應自申請再審查之日起三十日內，邀集前條審查小組以外之專家學者召開審議會議，並以書面通知收養人再審查結果。\n前項專家學者之人數、資格，比照前條第三項外聘專家學者之規定。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "收出養媒合服務者，應分別與收養人、出養人簽訂書面媒合契約。\n前項書面媒合契約，應載明下列事項：\n一、服務項目。\n二、收養媒合之收費項目、金額及退費方式。\n三、違約之損害賠償事宜。\n四、其他中央主管機關規定之事項。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "收出養媒合服務者，得向收養人收取費用及掣給收據，並保存收據存根五年。\n前項收費項目及基準，如附表。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "收出養媒合服務者，應遵守下列事項：\n一、優先考量出養兒童、少年之最佳利益，並以國內收養人為優先。\n二、對出養兒童、少年及其家人之個人資料保密。但經當事人同意或依法應予通報或提供者，不在此限。\n三、社會工作人員應接受職前訓練至少六小時，在職訓練每年至少二十小時；在職訓練應包括六小時有關兒童發展及辨識兒童受虐之敏感度課程。\n四、建立內部及外部督導機制，定期召開督導會議，適時提供社會工作人員支持及指導，並作成紀錄。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "收出養媒合服務者，接獲兒童及少年之法定代理人提出出養需求，應通知其居所地直轄市、縣（市）主管機關進行出養必要性評估。\n直轄市、縣（市）主管機關評估兒童及少年有出養必要時，應洽請合適之收出養媒合服務者，並提供兒童及少年相關資料，召開媒合審查小組會議，選任合適之收養人。\n兒童及少年之法定代理人，於收出養媒合服務期間改變意願不為出養時，收出養媒合服務者，應通知直轄市、縣（市）主管機關，並停止收出養媒合服務。\n直轄市、縣（市）主管機關接獲前項通知，應提供兒童、少年及其家庭相關支持服務。\n收出養媒合服務者，應協助辦理聲請法院收養認可事宜；其屬跨國境收養案件者，並應提供已進行國內優先收養之證明文件。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "收出養媒合服務者，應建置個案資料管理檔案，保存被收養人、收養人及出養人資料。\n前項檔案資料，應至中央主管機關資訊系統登錄。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "中央主管機關每年應至收出養媒合服務者之場所進行業務檢查，並得會同財團法人及安置機構設立許可之主管機關為之。\n前項業務檢查，中央主管機關得委由直轄市、縣（市）主管機關辦理。\n第一項業務檢查，收出養媒合服務者應配合提供相關資料，不得規避、妨礙或拒絕；檢查結果有缺失者，中央主管機關應通知限期改善。"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "第 27 條",
      "content": "中央主管機關應對收出養媒合服務者，至少每三年辦理一次評鑑，經評鑑未通過者，應於評鑑結果公布二個月內提出改善計畫，送中央主管機關，並依限完成改善。\n前項改善期間，收出養媒合服務者，不得增加出養兒童及少年之服務。違反者，中央主管機關應令其限期改善，並強制轉介其增加服務之出養兒童及少年。"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "第 28 條",
      "content": "收出養媒合服務者申請停業，應於停業之日六十日前，填具申請書，敘明停業之理由、停業起迄日期、收出養人之轉介服務及第五條人員安置計畫，報中央主管機關許可後為之。\n前項申請停業期間，最長不得逾一年。\n收出養媒合服務者，應於停業期間屆滿六十日前，填具申請書，並檢附第九條第一項第五款第九目所定文件、資料，向中央主管機關申請復業。\n收出養媒合服務者，未依規定申請停業、停業期間屆滿逾十五日未申請復業或申請復業未獲許可者，中央主管機關得廢止其許可。"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "第 29 條",
      "content": "收出養媒合服務者於許可證有效期間屆滿前歇業時，應於歇業之日六十日前檢附申請書及許可證影本，報請中央主管機關廢止許可，並自歇業之日起三十日內向中央主管機關繳還許可證正本。屆期未繳還時，由中央主管機關逕行公告註銷。\n前項申請書，應敘明歇業之理由及收出養人之轉介服務計畫。"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "第 30 條",
      "content": "收出養媒合服務者，有下列情形之一者，中央主管機關應廢止其許可：\n一、財團法人或安置機構經設立許可之主管機關廢止許可。\n二、財團法人解散。\n三、經許可從事收出養媒合服務，連續二年內無服務件數。"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "第 31 條",
      "content": "中央主管機關應就收出養媒合服務者之檢查、評鑑結果、許可之廢止或撤銷，予以公告。"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "第 32 條",
      "content": "中央主管機關撤銷或廢止收出養媒合服務許可時，應令該財團法人或安置機構於三十日內訂定收出養人之轉介服務計畫，報經中央主管機關同意後，於三十日內辦理轉介並移交資料。"
    },
    {
      "provision_ref": "art32-1",
      "section": "32-1",
      "title": "第 32-1 條",
      "content": "本辦法中華民國一百十四年七月十日修正施行前已取得收出養媒合服務許可證，但不符合修正生效後第二條第一項第一款規定者，得繼續從事收出養媒合服務至原許可證有效期間屆滿為止。"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "第 33 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
