{
  "id": "tw-d0060114",
  "type": "statute",
  "title": "國土測繪成果資料收費標準",
  "title_en": "國土測繪成果資料收費標準",
  "short_name": "國土測繪成果資料收費標準",
  "status": "in_force",
  "issued_date": "2025-07-28",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0060114",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞內政部＞地政目. Articles extracted: 6.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本標準依國土測繪法第五十四條第二項及規費法第十條第一項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本標準所定測繪成果資料之收費項目及費額如下：\n一、國土利用現況調查成果資料如附表一。\n二、基本地形圖資料如附表二。\n三、航攝影像資料如附表三。\n四、臺灣通用電子地圖成果資料如附表四。\n五、地籍圖資料如附表五。\n六、國土測繪整合資料如附表六。\n七、電子化全球衛星即時動態定位服務如附表七。\n八、三維數值成果資料如附表八。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "下列機關因業務需要申請測繪成果資料時，得免徵規費：\n一、內政部或其所屬國土測繪中心申請前條各款資料。\n二、內政部國土管理署或其所屬機關申請前條第一款資料、第二款一千分之一地形圖、第三款一千分之一地形圖正射影像、第八款三維建物模型及三維實景影像網格模型。\n三、農業部或其所屬林業及自然保育署、航測及遙測分署申請前條第一款至第三款資料。\n四、交通部或其所屬機關申請前條第四款臺灣地區交通路網圖數值資料檔。\n五、財政部賦稅署申請前條第四款臺灣地區建物及區塊圖數值資料檔、第五款地籍圖檔。\n六、各級法院或檢察機關行使國家刑罰權辦理案件需要申請前條各款資料。\n七、各級地政機關申請轄區內前條第五款地籍圖檔、數值地籍測量原始成果檔、地段外圍圖檔、第六款資料、第八款數值地形模型資料及三維地籍空間資料。\n八、與內政部或資料產製機關簽訂辦理專案計畫或有助資訊互惠之政府機關，於合作契約中約定免徵之適用。\n各機關學校因規費法第十二條第一款或第二款所定情事申請測繪成果資料者，經內政部會商目的事業主管機關後，得免徵規費。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "下列機關學校因業務需要申請測繪成果資料時，得減徵規費：\n一、與內政部或資料產製機關簽訂辦理專案計畫或有助資訊互惠之政府機關，於合作契約中約定減徵規費，以所申請資料或服務規定費額百分之五十計收。\n二、各級地政機關申請轄區內第二條第七款虛擬基準站即時動態定位服務及網路化電碼差分即時動態定位服務，費額得減徵百分之三十。\n三、提供即時性衛星觀測資料及衛星基準站用地之機關學校，申請第二條第七款虛擬基準站即時動態定位服務及網路化電碼差分即時動態定位服務，每設一基準站，得有一組帳號費額減徵百分之五十。\n四、學校執行研究計畫未獲相關單位經費補助且未涉及商業營利行為者，申請第二條第一款國土利用現況調查成果數值資料檔、第二款基本地形圖之數值資料檔、第四款臺灣通用電子地圖成果資料及第八款三維數值成果資料，費額得減徵百分之五十；申請第二條第七款衛星觀測數值資料檔，費額得減徵百分之六十。\n各機關學校因規費法第十二條第一款或第二款所定情事申請測繪成果資料者，經內政部會商目的事業主管機關後，得減徵規費。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "寄送第二條各款資料所需郵資、運費，由申請人負擔。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "本標準自發布日施行。"
    }
  ],
  "definitions": []
}
