{
  "id": "tw-d0070039",
  "type": "statute",
  "title": "新市鎮特定區實施整體開發前區內土地及建築物使用管制辦法",
  "title_en": "Regulations on Use Control of Lands and Buildings within New Town Special Areas Before Implementation of Overall Development English Translation Form",
  "short_name": "Regulations on Use Control of Lands and Buildings within New Town Special Areas ",
  "status": "in_force",
  "issued_date": "2019-06-27",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0070039",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞內政部＞國土管理目. Articles extracted: 15.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依新市鎮開發條例第二十一條第一項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "新市鎮特定區於實施整體開發前，除本辦法另有規定外，應禁止變更地形，並限制其土地及建築物之使用。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "新市鎮特定區計畫發布實施後，其範圍內土地及建築物得繼續為原來之使用或改為妨礙新市鎮開發目的較輕之使用。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "新市鎮特定區計畫發布前已建築且開發主管機關尚無限期要求自行拆除之合法建築物，得於維持原有使用範圍內申請修建或改建。如因非可歸責於建築物所有權人之災害或其他不可抗力事變致全毀，或依其他法令規定得申請重建者，得檢具原有合法建築證明申請依原規模重建。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "土地所有權人依本辦法規定自行或提供他人申請作建築之使用，不得妨礙現有巷道之通行及其他法令規定之禁止或限制建築事項，除前條及第六條另有規定外，以下列臨時建築使用為限：\n一、土地所有權人之自用住宅。\n二、菇寮、花棚、養魚池及其他供農業使用之建築物。\n三、運動設施及其他供遊憩使用之建築物。\n四、幼稚園、托兒所、簡易汽車駕駛訓練場。\n五、臨時展示場。\n六、停車場及其他交通服務設施使用之建築物。\n七、倉庫。\n八、新市鎮開發工程拆遷戶興建與拆遷前相同用途之建築物者。\n九、其他供公益目的使用經中央主管機關核准者。\n前項第一款申請建築自用住宅者，以本人、配偶、戶籍內之直系親屬及其配偶，均無自有住宅者為限。\n第一項第一款至第七款及第九款申請建築之最小基地面積為一千平方公尺，建蔽率不得超過百分之十，最大建築總樓地板面積不得超過五百平方公尺；第八款申請建築之建蔽率不得超過百分之六十，建築面積以不超過原拆除建築物面積為限。\n第一項建築之構造以木竹造、磚造、金屬架構式或鋼構造等之地面上一層建築物為限，簷高不得超過三點五公尺。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "新市鎮特定區計畫發布實施前，經合法登記之工廠，得以其既有廠地及毗鄰土地申請增建臨時廠房，並於增建完成後送請工業主管機關變更登記。\n前項既有廠地，以該工廠於新市鎮特定區計畫發布實施前即已存在者為限；申請增建臨時廠房之毗鄰土地，其面積不得超過既有廠地總面積之二倍，並以申請一次為限。\n申請增建之臨時廠房，其建蔽率新舊合計不得超過百分之七十，容積率不得超過百分之二百十。建築之構造以磚造、加強磚造、金屬架構式構造、鋼構造等建築物為限。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "新市鎮特定區內既有合法廠房，得申請工廠設立許可、登記、變更登記，及擴充動力、增加設備。\n前項申請工廠設立許可、登記、變更登記者，以都市計畫法省（市）施行細則規定之乙種或第二種工業區允許使用之工業類別為限。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "依第五條規定申請臨時建築之基地應與二公尺以上現有巷道相連接，其連接部分之寬度應在二公尺以上。但未連接現有巷道者，應自設通路，其自設通路規定如下：\n一、長度未滿十公尺者，寬度應為二公尺以上。\n二、長度十公尺以上未滿二十公尺者，寬度應為三公尺以上。\n三、長度二十公尺以上者，寬度應為五公尺以上。\n依第六條規定申請臨時建築為廠房設施之基地應與六公尺以上現有巷道相連接，其連接部分之寬度應在六公尺以上。但未連接現有巷道者，應自設通路，通路之寬度應為六公尺以上。\n前二項自設通路長度，應以現有巷道邊界為起點計算，其土地不得計入建築基地面積。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "新市鎮特定區內土地依本辦法申請建築使用，應備具申請書、土地權利證明等文件、工程圖樣及說明書向當地主管建築機關申領臨時建築許可證後始得為之。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "依本辦法申請臨時建築之施工管理，應依建築法及相關法規辦理。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "依本辦法申請臨時建築工程完竣後，應由起造人會同承造人申請臨時建築物使用許可證，並得憑以申請接水電、營利事業登記或工廠設立登記。\n前項臨時建築物使用許可證內應註明主管機關通知整體開發時，自行無條件拆除。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "依本辦法核准使用之臨時建築物，於辦理建物所有權第一次登記時，準用建物所有權第一次登記法令補充規定第九點規定，於建物登記簿備註欄及建物所有權狀內註明本建物為臨時建物，於整體開發時，應無條件拆除。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "依本辦法申請之臨時建築使用，應由當地主管建築機關造冊管理，並每半年彙送開發主管機關備查。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "依本辦法申請土地及建築物之使用者，於接獲開發主管機關通知並限期拆除回復原狀時，負有無條件自行拆除之義務，逾期不拆除者，由開發主管機關強制拆除之。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
