{
  "id": "tw-d0080173",
  "type": "statute",
  "title": "個人生物特徵識別資料蒐集管理及運用辦法",
  "title_en": "Regulations Governing the Collection, Management, and Use of Individual Biometric Data",
  "short_name": "Regulations Governing the Collection, Management, and Use of Individual Biometri",
  "status": "in_force",
  "issued_date": "2013-12-24",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=D0080173",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞內政部＞移民目. Articles extracted: 11.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依入出國及移民法（以下簡稱本法）第九十一條第四項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法用詞定義如下：\n一、個人生物特徵識別資料：指具個人專屬性而足以辨識個別身分之指紋及臉部特徵資料。\n二、錄存：指以電腦或其他科技設備，擷取個人生物特徵識別資料，並予儲存。\n三、辨識：指運用生物特徵辨識科技，與資料庫中已錄存之個人生物特徵識別資料進行比對。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "外國人、臺灣地區無戶籍國民、大陸地區人民、香港及澳門居民於入國（境）時，除有本法第九十一條第二項各款情形之一者外，應於入國（境）查驗時接受內政部入出國及移民署（以下簡稱入出國及移民署）錄存及辨識其個人生物特徵識別資料；已接受個人生物特徵識別資料錄存者，於每次入出國（境）查驗時，仍應接受個人生物特徵識別資料之辨識。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "外國人、臺灣地區無戶籍國民、大陸地區人民、香港及澳門居民應於申請居留或永久居留時，接受個人生物特徵識別資料之錄存及辨識。但有本法第九十一條第二項各款情形之一或前已接受個人生物特徵識別資料錄存及辨識者，不在此限。\n入出國及移民署於審核前項申請時，發現原錄存之個人生物特徵識別資料無法辨識或有錯誤時，應書面通知其再次接受個人生物特徵識別資料錄存及辨識。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "入出國及移民署應建立外國人、臺灣地區無戶籍國民、大陸地區人民、香港及澳門居民個人生物特徵識別資料檔案。\n前項檔案內容應包含姓名、性別、出生年月日、照片、護（證）照號碼及錄存之個人生物特徵識別資料，並註記錄存單位、錄存日期及錄存人員姓名。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "個人生物特徵識別資料錄存方式如下：\n一、指紋：應以左、右手食指接受按捺。左、右手食指有殘缺或傷病者，依拇指、中指、環指、小指之順序接受按捺，並由錄存人員註明手指名稱。但無手指，且經錄存人員註明者，不在此限。\n二、臉部：應以臉部正面脫帽平視接受臉部影像擷取，有影響影像擷取之物品，應予去除。\n個人生物特徵識別資料錄存應力求清晰，不清晰者，應重新辦理錄存。\n已接受個人生物特徵識別資料錄存者，因殘缺、傷病或其他原因，致無法與原錄存之識別資料辨識相符者，應於再次入出國（境）查驗時，依第一項方式重新接受錄存。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "入出國及移民署應指定專責人員管理及辦理個人生物特徵識別資料檔案之安全維護，並妥善保存，不得任意刪除、毀棄。\n前項檔案之傳輸、儲存及查詢過程，應遵守資訊安全相關規範。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "個人生物特徵識別資料檔案應自外國人、臺灣地區無戶籍國民、大陸地區人民、香港及澳門居民最後一次入國（境）之日起算，保存二十年。但經入出國及移民署報請上級機關同意延長者，不在此限。\n依前項規定保存之個人資料，自其身分轉換為居住臺灣地區設有戶籍國民後六個月內刪除之。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "公務機關依電腦處理個人資料保護法或其他法令規定，請求利用個人生物特徵識別資料者，應以書面敘明理由、所需資料類別及使用目的，經入出國及移民署審核後提供。但情形急迫者，得以電信傳真方式為之，並事後補送正本。\n基於國際間條約、協定或互惠原則，入出國及移民署得進行個人生物特徵識別資料之國際傳遞及利用。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "因職務或業務持有個人生物特徵識別資料者，除法令另有規定外，應予保密。\n違反前項保密義務者，依電腦處理個人資料保護法或其他相關法令規定處理。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "本辦法施行日期由內政部定之。\n本辦法修正條文自發布日施行。"
    }
  ],
  "definitions": [
    {
      "term": "個人生物特徵識別資料",
      "definition": "指具個人專屬性而足以辨識個別身分之指紋及臉部特徵資料。",
      "source_provision": "art2"
    },
    {
      "term": "錄存",
      "definition": "指以電腦或其他科技設備，擷取個人生物特徵識別資料，並予儲存。",
      "source_provision": "art2"
    },
    {
      "term": "辨識",
      "definition": "指運用生物特徵辨識科技，與資料庫中已錄存之個人生物特徵識別資料進行比對。",
      "source_provision": "art2"
    }
  ]
}
