{
  "id": "tw-g0320020",
  "type": "statute",
  "title": "中央統籌分配稅款分配辦法",
  "title_en": "Regulations for Allocation of Centrally-Funded Tax Revenues",
  "short_name": "Regulations for Allocation of Centrally-Funded Tax Revenues",
  "status": "repealed",
  "issued_date": "2026-02-03",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=G0320020",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 廢止法規＞財政部. Articles extracted: 18.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依財政收支劃分法（以下簡稱本法）第十六條之一第二項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法之主管機關為財政部。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "中央統籌分配稅款（以下簡稱本稅款）之來源如下：\n一、本法第八條第二項規定之下列款項：\n（一）所得稅總收入百分之十。\n（二）營業稅總收入減除依法提撥之統一發票給獎獎金後之百分之四十。\n（三）貨物稅總收入百分之十。\n二、本法第十二條第二項規定之土地增值稅在縣（市）徵起收入之百分之二十。但不包括準用直轄市之縣轄內徵起土地增值稅收入之百分之二十。\n三、其他收入。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "本辦法用詞，定義如下：\n一、最近年度：指本辦法各項計算公式所需資料可取得之最接近年度。\n二、決算數：在直轄市、縣（市）指由審計機關審定之決算數；在鄉（鎮、市）指由鄉（鎮、市）民代表會審議通過之決算數。\n三、營利事業營業額：指各該地方政府轄區內所有營業人之銷售額。\n四、土地面積：指依下列公式算得數：\n各該地方政府土地面積＝經地政機關登錄之土地面積＋（行政轄區面積－經地政機關登錄之土地面積）ｘ20％﹝（行政轄區面積－經地政機關登錄之面積）為負值時，以零列計﹞\n五、自籌財源：指歲入決算數扣除本稅款及補助收入之數額。\n六、正式編制人員人事費：指正式編制人員下列各項人事費用之合計數：\n（一）本俸。\n（二）加給。\n（三）生活津貼。\n（四）福利互助金。\n（五）退休撫卹金。\n（六）保險費。\n七、準用直轄市之縣：指依地方制度法第四條及第六十六條規定，準用直轄市應分配之國稅、直轄市及縣（市）稅之縣。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "本辦法所定各項計算公式中，營利事業營業額、人口數、各類行業別人口數、土地面積及社會福利支出內含項目之核列，以中央相關主管機關彙編之統計資料為準。\n本辦法所定各項計算公式之設算資料，經主管機關函請各該地方政府提供者，各該地方政府應確實查填，並備具相關基礎資料併送主管機關，以供查對。\n本辦法所定各項計算公式中，各項決算數及前項資料如有不全或有爭議時，由主管機關區分性質，依一致或公平原則核列。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "本稅款依本法第十六條之一第二項第一款及第二款規定，分為下列二類：\n一、特別統籌分配稅款：第三條第一款款項總額之百分之六及同條第三款之款項。\n二、普通統籌分配稅款：本稅款扣除特別統籌分配稅款後之其餘款項。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "普通統籌分配稅款分配各級地方政府之金額，應依下列方式計算：\n一、第三條第一款之款項，以總額之百分之六十一點七六分配直轄市、百分之二十四分配縣（市）、百分之八點二四分配鄉（鎮、市）。\n二、第三條第二款之款項，全部分配縣（市）。\n準用直轄市之縣參與直轄市分配。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "普通統籌分配稅款依本法第十六條之一第二項第四款規定分配各直轄市之款項，依下列指標及權數，計算各該直轄市及準用直轄市之縣應分配之比率分配之：\n一、各該直轄市及準用直轄市之縣最近三年轄區內各類營利事業營業額平均值占全部直轄市及準用直轄市之縣平均值合計數之百分比，權數占百分之五十。\n二、各該直轄市及準用直轄市之縣最近一年底轄區之人口數占全部直轄市及準用直轄市之縣人口合計數之百分比，權數占百分之二十。\n三、各該直轄市及準用直轄市之縣轄區之土地面積占全部直轄市及準用直轄市之縣土地面積合計數之百分比，權數占百分之二十。\n四、各該直轄市及準用直轄市之縣最近三年度財政能力平均值，權數占百分之十；財政能力計算公式如下：\n各該直轄市及準用直轄市之縣財政能力＝（各該直轄市及準用直轄市之縣轄區內之人口數ｘ全部直轄市及準用直轄市之縣每人自籌財源平均數÷各該直轄市及準用直轄市之縣每人自籌財源）÷全部直轄市及準用直轄市之縣依前述括弧內算定數之合計數。\n前項分配指標中第一款之營利事業營業額、第二款人口數及第三款土地面積在準用直轄市之縣按百分之七十列計；另於計算第四款財政能力之自籌財源時，準用直轄市之縣所轄鄉（鎮、市）之自籌財源應併入計算外，資料採計為準用直轄市規定前之年度者，應再加計其轄內徵起土地增值稅收入之百分之二十。\n直轄市、縣、市依地方制度法第七條之一合併改制為直轄市者，第一項分配指標資料，應就合併前資料加總計算。於計算第一項第四款財政能力之自籌財源時，資料採計為各該直轄市、縣、市合併改制為直轄市前之年度者，屬改制前之縣、市，應再加計其轄內徵起土地增值稅收入之百分之二十；屬改制前之縣，於計算自籌財源時，其所轄鄉（鎮、市）之自籌財源應併入計算。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "普通統籌分配稅款依本法第十六條之一第二項第五款規定分配各縣（市）之款項，依下列方式，計算各該縣（市）應分配之比率分配之：\n一、可分配總額百分之八十五，依最近三年度受分配縣（市）之基準財政需要額減基準財政收入額之差額平均值，占全部縣（市）該項差額平均值合計數之比率分配之；其分配比率，每三年檢討調整一次。\n二、可分配總額百分之十五，按各縣（市）轄區內最近一年營利事業營業額占全部縣（市）營利事業營業額比例設算應分配各縣（市）之比率分配之。\n縣之基準財政需要額，指下列各款之合計金額；市之基準財政需要額，按下列各款合計金額加重百分之十五計算：\n一、正式編制人員人事費與基本辦公費及正式編制警政、消防人員超勤加班費之決算數。\n二、依農民健康保險條例及中低收入老人生活津貼發給辦法之相關規定，應由各縣（市）政府負擔之社會福利支出。\n三、基本建設經費。\n前項第一款之基本辦公費，應按正式人員編制員額數乘算行政院主計總處訂定之共同性費用編列基準表中，統籌業務費之基準核列。\n第二項第三款之基本建設經費，應按下列公式列計各該年度分配全部縣（市）之總額：\n各該年度基本建設經費分配全部縣（市）之總額＝（（全國營業稅實徵數減除依法提撥之統一發票給獎獎金後之百分之四十＋全國所得稅實徵數百分之十＋全國貨物稅實徵數百分之十）×24％＋土地增值稅全部縣（市）實徵數百分之二十）×85％×20％\n依前項公式算定之基本建設經費分配全部縣（市）之總額，按下列指標及權數計算各該縣（市）分配額度，納入其基準財政需要額：\n一、各該縣（市）轄區之人口數占全部縣（市）人口數之百分比，權數占百分之三十五。\n二、各該縣（市）轄區之土地面積占全部縣（市）土地面積之百分比，權數占百分之三十五。\n三、各該縣（市）轄區之農林漁牧從業人口數占全部縣（市）農林漁牧從業人口數之百分比，權數占百分之十五。\n四、各該縣（市）轄區之工業從業人口數占全部縣（市）工業從業人口數之百分比，權數占百分之十五。\n第一項第一款之基準財政收入額，指賦稅收入決算數扣除統籌分配稅款及依地方稅法通則徵收之賦稅收入後之數額；對於福建省金門縣及連江縣基準財政收入額之計算，應另扣除菸酒稅收入。\n第一項第一款之最近三年度受分配縣（市）之基準財政需要額減基準財政收入額差額之計算，應分別計算個別年度之差額後再予平均；每一年度算定之差額為負值時，以零列計。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "普通統籌分配稅款依本法第十六條之一第二項第六款規定分配各鄉（鎮、市）之款項，依下列方式，計算各該鄉（鎮、市）應分配之比率分配之：\n一、參酌正式編制人員人事費分配部分，占可分配總額百分之五十，應依下列規定分配之：\n（一）優先彌平各鄉（鎮、市）近三年度自籌財源加計依加值型及非加值型營業稅法第十一條第四項及遺產及贈與稅法第五十八條之一規定之專案補助款，扣除依地方稅法通則徵收之賦稅收入、工程受益費收入、財產收入、公共造產性質事業收入核列扣除數及指定用途回饋金後之金額平均值少於各鄉（鎮、市）近三年度正式編制人員人事費決算數除以實際員額乘以編制員額後之金額平均值之差數。\n（二）依前目分配後之餘額，再按各該鄉（鎮、市）近三年度正式編制人員人事費決算數除以實際員額乘以編制員額之金額平均值占全部鄉（鎮、市）該項金額平均值合計數百分比分配之。\n二、參酌基本建設需求分配部分，應依下列規定分配之：\n（一）可分配總額百分之三十，平均分配各鄉（鎮、市）。但各該鄉（鎮、市）設算獲配金額，不得超過最近三年度歲出決算數平均值之百分之三十。\n（二）可分配總額百分之十，按各該鄉（鎮、市）最近一年底轄區之人口數占全部鄉（鎮、市）人口數之百分比分配；對於離島鄉（鎮、市）之人口數，應加重二倍計算。\n（三）可分配總額百分之十，按各該鄉（鎮、市）之土地面積占全部鄉（鎮、市）土地面積之百分比分配；對於離島鄉（鎮、市）之土地面積應加重二倍計算。\n前項第一款第一目之公共造產性質事業收入核列扣除數，在收支納入公務預算者，按收入之百分之七十列計；在編列附屬單位預算者，按盈餘繳入公務預算之決算數列計。\n第一項第一款第一目之指定用途回饋金，以經各縣政府審認確屬無法用以支應正式編制人員人事費者為限。\n第一項第一款第一目及第二目之正式編制人員人事費決算數，按員、工分別計算。\n依第一項公式設算後，各該鄉（鎮、市）獲配金額如低於八十八年度原臺灣省省統籌分配稅款透列縣預算轉撥之金額者，應調整各該鄉（鎮、市）分配比率予以彌平，其餘鄉（鎮、市）則等比率減少。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "普通統籌分配稅款依前三條規定算定分配各該地方政府之比率，主管機關應按次一年度本稅款之推估數，設算分配各該地方政府之金額，於會計年度開始四個月前通知受分配地方政府納入預算。\n前項所稱次一年度本稅款推估數，指第三條第一款之款項依次一年度中央政府總預算案中相關稅收之估列數及第三條第二款之款項，由中央主管機關推估之數。"
    },
    {
      "provision_ref": "art11-1",
      "section": "11-1",
      "title": "第 11-1 條",
      "content": "主管機關依前條規定通知受分配地方政府分配金額前或本辦法所定各項公式之設算資料發現錯誤時，得召開會議，查對各項設算資料及處理爭議問題。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "特別統籌分配稅款應供為支應受分配地方政府緊急及其他重大事項所需經費，經主管機關報請行政院核定後，通知受分配地方政府納入預算。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "本稅款應在國庫開立專戶存儲。\n前項專戶存儲之孳息收入，以百分之六十五分配直轄市、百分之二十五分配縣（市）、百分之十分配鄉（鎮、市）。\n準用直轄市之縣參與直轄市分配。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "稅課由中央統籌分配之款項，徵收機關應於彙整核算完成當日或次日解繳本稅款專戶；其彙整核算業務，每星期至少辦理一次。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "普通統籌分配稅款由主管機關按月撥付受分配地方政府，並以平均撥付為原則。但主管機關應於年度結束前，視當年度普通統籌分配稅款實際收入情形，調整最末一月或二月之撥付金額。\n前項撥付受分配地方政府金額，應扣除依公務人員退休資遣撫卹法施行細則第一百零二條第三項及公立學校教職員退休資遣撫卹條例施行細則第一百零二條第三項規定，由銓敘部及教育部通知主管機關以中央統籌分配稅款代為撥付公務人員退休撫卹基金之金額。\n本稅款相關稅收之實際收入情形，由主管機關按月登載於相關網站。\n特別統籌分配稅款依行政院核定數，於受分配地方政府檢具納入預算證明及其他相關憑證函送主管機關後撥付之。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "本稅款會計事務之處理，依有關法令規定辦理。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "本辦法施行期間，自中華民國一百十四年一月一日起至一百十四年十二月三十一日止。"
    }
  ],
  "definitions": [
    {
      "term": "最近年度",
      "definition": "指本辦法各項計算公式所需資料可取得之最接近年度。",
      "source_provision": "art4"
    },
    {
      "term": "決算數",
      "definition": "在直轄市、縣（市）指由審計機關審定之決算數；在鄉（鎮、市）指由鄉（鎮、市）民代表會審議通過之決算數。",
      "source_provision": "art4"
    },
    {
      "term": "營利事業營業額",
      "definition": "指各該地方政府轄區內所有營業人之銷售額。",
      "source_provision": "art4"
    },
    {
      "term": "土地面積",
      "definition": "指依下列公式算得數： 各該地方政府土地面積＝經地政機關登錄之土地面積＋（行政轄區面積－經地政機關登錄之土地面積）ｘ20％﹝（行政轄區面積－經地政機關登錄之面積）為負值時，以零列計﹞",
      "source_provision": "art4"
    },
    {
      "term": "自籌財源",
      "definition": "指歲入決算數扣除本稅款及補助收入之數額。",
      "source_provision": "art4"
    },
    {
      "term": "正式編制人員人事費",
      "definition": "指正式編制人員下列各項人事費用之合計數： （一）本俸。 （二）加給。 （三）生活津貼。 （四）福利互助金。 （五）退休撫卹金。 （六）保險費。",
      "source_provision": "art4"
    },
    {
      "term": "準用直轄市之縣",
      "definition": "指依地方制度法第四條及第六十六條規定，準用直轄市應分配之國稅、直轄市及縣（市）稅之縣。",
      "source_provision": "art4"
    }
  ]
}
