{
  "id": "tw-g0340126",
  "type": "statute",
  "title": "外國之事業機關團體組織在中華民國境內從事參加展覽或臨時商務活動申請退還加值型營業稅實施辦法",
  "title_en": "The Regulations Governing the Claiming of VAT Refunds for Goods and Services Eligible for VAT Purchased by Foreign Enterprises, Institutions, Organizations, or Associations Engaging in Exhibitions or Temporary Business Activities within the Territory of the ROC",
  "short_name": "The Regulations Governing the Claiming of VAT Refunds for Goods and Services Eli",
  "status": "in_force",
  "issued_date": "2018-09-21",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=G0340126",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞財政部＞賦稅目. Articles extracted: 9.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依加值型及非加值型營業稅法（以下簡稱本法）第七條之一第三項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法用詞，定義如下：\n一、外國之事業、機關、團體、組織：指經各該國政府核准稅籍登記或類似稅籍登記者。但符合下列情形之一者，不在此限：\n（一）依各該國稅法規定得免辦稅籍登記或類似稅籍登記。\n（二）各該國政府未課徵營業稅或類似稅捐者，應經各該國政府目的事業主管機關核准登記或許可成立。\n二、展覽：指為拓展業務，在中華民國境內從事陳列或展示本事業及附屬業務有關之貨物或勞務活動。\n三、臨時商務活動：指在中華民國境內從事差旅、人才培訓、考察、市場調查、採購、舉辦或參加國際會議、招商、交流、行銷說明會及其他經財政部核定與本事業及附屬業務有關之商務活動。\n四、加值型營業稅（以下簡稱營業稅）：指向依本法第四章第一節規定計算營業稅額之營業人購買貨物或勞務時所支付之營業稅。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "本法第七條之一第三項所定一年期間之計算，自外國之事業、機關、團體、組織，在中華民國境內從事參加展覽或臨時商務活動之初次入境日起算一年。一年期間屆滿，自屆滿日之翌日或再次入境日重新起算。\n本法第七條之一第三項所定一定金額，按前項所定期間取得應稅憑證總計金額計算之營業稅達新臺幣五千元。其計算公式如下：\n營業稅＝應稅憑證總計金額÷（1 ＋徵收率）×徵收率\n外國之事業、機關、團體、組織，經主管稅捐稽徵機關核准退還營業稅，於第五條規定期限內再提出同一年期間之其他應稅憑證申請退還營業稅者，其申請退稅金額不受前項所定一定金額之限制。\n第二項營業稅，尾數不滿新臺幣一元者，按四捨五入計算。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "外國之事業、機關、團體、組織購買本法第七條之一第一項規定之貨物或勞務，依本辦法申請退還營業稅者，應取得並保存下列應稅憑證：\n一、二聯式統一發票、收銀機統一發票、電子計算機統一發票之收執聯或電子發票證明聯。\n二、（刪除）\n三、運輸事業開立之火（汽）車、高鐵、船舶、飛機等收據或票根。\n四、分攤費用營業稅額證明單及原始憑證影本。\n五、其他經財政部核定載有營業稅額之憑證。\n已依外籍旅客購買特定貨物申請退還營業稅實施辦法規定申請退還營業稅之憑證，不得適用本辦法規定申請退稅。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "外國之事業、機關、團體、組織，在中華民國境內從事參加展覽或臨時商務活動，取得前條第一項所列應稅憑證總計金額達第三條第二項所定一定金額者，得檢附下列中文或英文文件，自行或委託代理人於第三條第一項所定初次入境日或一年期間屆滿後之重新起算日起十八個月內，依本法第七條之一規定向主管稅捐稽徵機關申請退還營業稅：\n一、申請書。\n二、經各該國政府主管稅捐稽徵機關核准稅籍登記或類似稅籍登記之資格證明文件。但依各該國稅法規定得免辦稅籍登記或類似稅籍登記及各該國政府未課徵營業稅或類似稅捐者，應檢附經各該國政府目的事業主管機關核准登記或許可成立之資格證明文件。\n三、派員至我國境內從事參加展覽或臨時商務活動及首批人員之入境證明文件。\n四、前條第一項所列憑證正本。\n五、委託辦理者，應檢附委任書。\n本辦法中華民國一百零七年九月二十一日修正之條文施行前，外國之事業、機關、團體、組織已初次入境者，得自行選擇適用修正前或修正後之規定申請退還營業稅。\n外國之事業、機關、團體、組織或其代理人未於第一項所定申請退稅之期限提出申請者，不得於事後申請退還營業稅。\n第一項第一款之申請書格式，由財政部定之。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "受理退稅申請之主管稅捐稽徵機關如下：\n一、外國之事業、機關、團體、組織自行或委託境外代理人申請者，為財政部臺北國稅局。\n二、外國之事業、機關、團體、組織委託境內代理人申請者，為代理人所在地主管稅捐稽徵機關。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "主管稅捐稽徵機關受理第五條第一項申請案件，經審查核准退還營業稅者，依下列方式辦理：\n一、劃撥退稅：\n（一）以新臺幣撥付至外國之事業、機關、團體、組織指定之中華民國境內金融機構帳戶。\n（二）以外幣撥付至外國之事業、機關、團體、組織指定之中華民國境內或境外金融機構帳戶。\n二、支票退稅：以新臺幣支票郵寄至外國之事業、機關、團體、組織指定之受款人及收受地址。\n前項第一款第二目以外幣撥付款項者，應就應退稅款扣除貨幣兌換與劃撥之手續費及其他撥付相關費用後，以餘額撥付之。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "本辦法於年度中施行者，第三條第二項之一定金額標準，該年度按施行月份數占十二月份之比例計算之。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "本辦法自中華民國九十九年七月一日施行。\n本辦法修正條文自發布日施行。但中華民國一百零一年十一月十五日修正發布條文，自一百零一年十二月一日施行。"
    }
  ],
  "definitions": [
    {
      "term": "外國之事業、機關、團體、組織",
      "definition": "指經各該國政府核准稅籍登記或類似稅籍登記者。但符合下列情形之一者，不在此限： （一）依各該國稅法規定得免辦稅籍登記或類似稅籍登記。 （二）各該國政府未課徵營業稅或類似稅捐者，應經各該國政府目的事業主管機關核准登記或許可成立。",
      "source_provision": "art2"
    },
    {
      "term": "展覽",
      "definition": "指為拓展業務，在中華民國境內從事陳列或展示本事業及附屬業務有關之貨物或勞務活動。",
      "source_provision": "art2"
    },
    {
      "term": "臨時商務活動",
      "definition": "指在中華民國境內從事差旅、人才培訓、考察、市場調查、採購、舉辦或參加國際會議、招商、交流、行銷說明會及其他經財政部核定與本事業及附屬業務有關之商務活動。",
      "source_provision": "art2"
    },
    {
      "term": "加值型營業稅（以下簡稱營業稅）",
      "definition": "指向依本法第四章第一節規定計算營業稅額之營業人購買貨物或勞務時所支付之營業稅。",
      "source_provision": "art2"
    }
  ]
}
