{
  "id": "tw-g0400044",
  "type": "statute",
  "title": "發行人發行認購（售）權證處理準則",
  "title_en": "Regulations Governing the Issuance of Call (Put) Warrants by Issuers",
  "short_name": "Regulations Governing the Issuance of Call (Put) Warrants by Issuers",
  "status": "in_force",
  "issued_date": "2025-12-09",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=G0400044",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞金融監督管理委員會＞證券暨期貨管理目  . Articles extracted: 27.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本準則依證券交易法（以下簡稱本法）第二十二條第四項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "認購（售）權證之發行，除法令另有規定者外，適用本準則規定。\n本準則所稱認購（售）權證，係指標的證券發行公司以外之第三者所發行表彰認購（售）權證持有人於履約期間內或特定到期日，有權按約定履約價格向發行人購入或售出標的證券，或以現金結算方式收取差價之有價證券。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "本準則所稱發行人，係指標的證券發行公司以外之第三者且同時經營有價證券承銷、自行買賣及行紀或居間等三種業務者。\n發行人屬外國機構者，應檢具董事會同意函或履約保證切結書後，由在中華民國境內之分支機構或直接或間接持股百分之百之子公司在中華民國境內設立之分支機構以該外國機構之名義提出申請；前開子公司及在中華民國境內之分支機構所營事業並應符合前項規定。\n前項外國機構係透過直接或間接持股百分之百之子公司在中華民國境內設立分支機構者，應指定該中華民國境內之分支機構負責辦理權證之發行、履約及資訊揭露相關事宜。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "發行人不得以其已取得發行認購（售）權證資格認可，作為證實其申請事項或保證認購（售）權證價值之宣傳。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "發行人發行認購（售）權證，應先向金融監督管理委員會（以下簡稱本會）申請核給發行認購（售）權證之資格認可。\n本國發行人向本會申請核給其發行認購（售）權證之資格認可，應具備下列資格條件。但不符第三款至第七款之條件，而其情事已具體改善，並經本會認可者，不在此限：\n一、最近期經會計師查核簽證之財務報告淨值達新臺幣三十億元以上，且不低於實收資本額；財務狀況符合證券商管理規則之規定。\n二、申請日前半年自有資本適足比率未低於百分之二百。\n三、最近三個月未曾受本會依本法第六十六條第一款所為之警告處分。\n四、最近半年未曾受本會命令該發行人解除其董事、監察人或經理人職務處分，或撤換其負責人或其他有關人員之處分。\n五、最近一年未曾受本會停業之處分。\n六、最近二年未曾受本會撤銷或廢止部分營業許可之處分。\n七、最近一年未曾受臺灣證券交易所股份有限公司（以下簡稱證券交易所）、財團法人中華民國證券櫃檯買賣中心（以下簡稱櫃檯買賣中心）、臺灣期貨交易所股份有限公司依其章則處以停止或限制買賣之處置。\n外國發行人向本會申請核給其發行認購（售）權證之資格認可，應具備下列資格條件：\n一、最近期經會計師查核簽證之財務報告淨值達新臺幣三十億元以上，且不低於實收資本額。\n二、符合經本會認可之信用評等機構評定達一定等級以上。\n三、具有國際認購（售）權證業務經驗。\n四、最近二年在其本國未曾受主管機關處分。\n五、其在中華民國境內之分支機構或直接或間接持股百分之百之子公司在中華民國境內設立之分支機構淨值應達新臺幣一億五千萬元以上，並符合前項第二款至第七款規定。\n發行人委託外國機構擔任風險管理機構或外國發行人，應先取得外匯業務主管機關同意函。\n發行人向本會申請核給其發行認購（售）權證之資格認可，應檢具「發行認購（售）權證資格認可申請書」，載明應記載事項，連同應附書件二份，向證券交易所或櫃檯買賣中心提出申請，並經證券交易所或櫃檯買賣中心審查同意後加具審查意見，函報本會審核。\n第一項申請核給資格認可案件，本會以會計師依規定查核簽證之財務報告、律師出具之適法性意見書、信用評等資料、相關書件及證券交易所或櫃檯買賣中心之審查意見予以審核。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "發行人自申請本會核給其發行認購（售）權證資格認可之日起，遇有本法第三十六條第三項第二款規定對股東權益或證券價格有重大影響之事項，除依規定於事實發生日起二日內公告並向本會及證券交易所、櫃檯買賣中心申報外，應視事項性質檢附相關專家意見，洽請簽證會計師表示其對財務報告影響之意見後，向證券交易所或櫃檯買賣中心申報，證券交易所或櫃檯買賣中心並應加具處理意見函報本會。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "發行人申請發行認購（售）權證之資格認可，如有下列情形之一，本會得不予認可；已認可者，本會得撤銷或廢止其資格認可：\n一、申請書件不完備，經本會限期補正，逾期不能完成補正者。\n二、申請事項有違反法令或虛偽隱匿情事者。\n三、重大喪失債信情事，尚未了結或了結後尚未逾四年者。\n四、無適當之風險管理措施者。\n五、曾發行認購（售）權證而有無法履約之情事者。\n六、最近一年內未能依證券交易所或櫃檯買賣中心認購（售）權證相關規定辦理，且無法於限期內改善者。\n七、未依一般公認會計原則編製財務報告或其內部控制制度未能有效執行者。\n八、違反前條規定，或其申報事項經評估對其財務狀況有重大影響之虞者。\n九、有足以影響公司財務業務之重大權益糾紛情事，尚未解決或改善者。\n十、有事實證明其財務或業務有重大異常情事者。\n十一、未符合第五條第二項或第三項規定者。\n十二、其他本會為保護公益認為有必要者。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "發行人發行認購（售）權證之連結標的範圍以下列為限：\n一、已在證券交易所上市或櫃檯買賣中心上櫃且符合證券交易所或櫃檯買賣中心所定條件之股票或其組合、指數股票型證券投資信託基金、主動式交易所交易基金、指數股票型期貨信託基金、境外指數股票型基金及臺灣存託憑證。\n二、證券交易所或櫃檯買賣中心公告之指數。\n三、經本會指定之外國證券交易市場，並符合證券交易所或櫃檯買賣中心所定條件之外國證券或指數。\n四、其他經本會核准之連結標的。"
    },
    {
      "provision_ref": "art8-1",
      "section": "8-1",
      "title": "第 8-1 條",
      "content": "發行人發行以第八條第一項第三款規定外國證券或指數為連結標的之認購（售）權證時，應就其中涉及資金之匯出、匯入事項，經中央銀行許可。\n發行人發行前項認購 （售） 權證，其履約給付限以現金結算方式為之。\n發行人發行第一項認購 （售） 權證及從事相關避險交易，其結匯事宜應依外匯收支或交易申報辦法及相關規定辦理。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "（刪除）"
    },
    {
      "provision_ref": "art9-1",
      "section": "9-1",
      "title": "第 9-1 條",
      "content": "發行人經本會核給其發行認購（售）權證之資格認可後，連續一年以上未發行認購（售）權證，或經證券交易所或櫃檯買賣中心停止其發行認購（售）權證達一年以上者，本會得廢止其資格認可。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "發行人經本會核給其發行認購（售）權證之資格認可後，發行及停止發行認購（售）權證相關事項，應依證券交易所或櫃檯買賣中心之相關規定辦理。\n前項認購（售）權證之發行人應與證券交易所或櫃檯買賣中心訂立認購（售）權證上市或上櫃契約，證券交易所或櫃檯買賣中心應將上市或上櫃契約申報本會備查。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "（刪除）"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "（刪除）"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "發行人發行認購（售）權證得委託證券承銷商辦理承銷或自行銷售，並向認購人交付公開銷售說明書。\n前項公開銷售說明書應行記載事項應由證券交易所或櫃檯買賣中心擬訂，報請本會核定。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "發行人發行海外認購（售）權證，應先取得本會及交易當地主管機關或交易所核發發行認購（售）權證資格認可。\n發行人於取得交易當地主管機關或交易所核給發行認購（售）權證資格後，應檢具相關書件報本會備查。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "發行人發行海外認購（售）權證之證券交易市場應具備之條件及範圍如下：\n一、須有組織且受當地證券主管機關管理之證券交易所或店頭市場。\n二、交易當地之國家主權評等，應符合經本會認可之信用評等機構評定達一定等級以上。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "發行人發行海外認購（售）權證，以國內證券、指數為連結標的者，其標的範圍應符合第八條規定；以外國證券、指數為連結標的者，其標的範圍應依交易當地主管機關或交易所規定辦理。但不得包括大陸地區股價指數及大陸地區證券市場之有價證券。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "發行人發行海外認購（售）權證時，應就其中涉及資金之匯出、匯入事項，經中央銀行許可。\n發行人發行海外認購（售）權證及從事相關避險交易，其結匯事宜應依外匯收支或交易申報辦法及相關規定辦理。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "發行人發行海外認購（售）權證之發行總額應與其發行國內認購（售）權證之發行總額併計，並依證券交易所及櫃檯買賣中心之相關規定辦理。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "發行人發行海外認購（售）權證，以國內證券為標的證券者，其表彰同一標的證券之總數量，應依證券交易所及櫃檯買賣中心之相關規定辦理。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "發行人發行海外認購（售）權證依第十四條規定經本會備查後，向交易當地主管機關或交易所申請其擬發行之認購（售）權證前，應依證券交易所或櫃檯買賣中心規定之相關書件辦理申報。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "發行人發行海外認購（售）權證，其避險操作應設立專戶，並依證券交易所及櫃檯買賣中心之相關規定辦理。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "發行人發行海外認購（售）權證，以國內證券、指數為連結標的者，其履約給付限以現金結算方式為之；以外國證券、指數為連結標的者，其履約給付方式應依交易當地主管機關或交易所規定辦理。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "發行人發行海外認購（售）權證依第十四條規定經本會備查後，經證券交易所或櫃檯買賣中心停止其發行認購（售）權證者，本會得停止其發行海外認購（售）權證。\n發行人經依前項規定停止發行海外認購（售）權證時，其已獲准發行而尚未發行者，應依交易當地主管機關或交易所規定程序辦理停止發行。但已發行之認購（售）權證，其效力不受影響。"
    },
    {
      "provision_ref": "art23-1",
      "section": "23-1",
      "title": "第 23-1 條",
      "content": "本準則規定有關發行認購（售）權證資格認可申請書格式，由本會定之。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "本準則自發布日施行。"
    }
  ],
  "definitions": []
}
