{
  "id": "tw-h0000150",
  "type": "statute",
  "title": "國立專科學校校長遴選會組織及運作辦法",
  "title_en": "國立專科學校校長遴選會組織及運作辦法",
  "short_name": "國立專科學校校長遴選會組織及運作辦法",
  "status": "in_force",
  "issued_date": "2021-03-30",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=H0000150",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞教育部＞人事目. Articles extracted: 14.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依專科學校法第十五條第二項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "教育部（以下簡稱本部）應於國立專科學校校長任期屆滿十個月前或因故出缺後二個月內組成校長遴選會（以下簡稱遴選會）遴選，並送本部部長核定後聘任。\n遴選會置委員九人至十五人，以單數組成，由本部就下列人員聘請擔任之：\n一、本部代表二人：由本部部長指派。\n二、學校教師代表二人至五人：由學校校務會議推選。\n三、社會公正人士五人至八人：由本部遴聘。\n前項任一性別委員應占委員總數三分之一以上。\n第二項第三款社會公正人士，由本部視各學校特性就具有下列條件之一者遴聘之：\n一、對專科學校教育政策及教育方針有深刻瞭解。\n二、對各該專科學校之創設宗旨及發展方向有深切認識。\n三、曾任專科以上學校校長，對專科以上學校之運作或對技職教育行政有豐富經驗。\n四、熟諳各該專科學校專業領域之知名人士。\n五、在教育或學術上有傑出成就之校友或社會賢達人士。\n第二項各款人員於指派、推選或遴聘時，應酌列候補委員。\n同一人連續受聘擔任同一學校之遴選會委員，以一次為限。但本辦法中華民國一百十年三月三十日修正施行前已擔任之次數，不列入計算。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "本部應於聘請擔任遴選會委員次日起三十日內召開第一次會議。\n遴選會置召集人一人，由委員互選產生，召集會議並擔任主席；召集人因故不能出席時，由委員互推一人代理之。\n遴選會開會時，委員應親自出席，不得委託他人代理；應有三分之二以上委員出席，始得開會，並經出席委員過半數之同意，始得決議。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "遴選會應參酌校務發展需要，本獨立自主之精神執行下列任務：\n一、決定候選人產生方式。\n二、決定遴選程序。\n三、審核候選人資格。\n四、就二人以上之合格候選人審議，遴選校長人選送本部部長核定後聘任。\n五、其他有關校長遴選之相關事項。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "遴選會依下列方式辦理遴選作業：\n一、與校長候選人面談，聽取有關校務發展及治校理念，並就相關問題交換意見。\n二、必要時得訪問學校聽取有關學校現況及未來發展方向報告，並舉辦座談。\n三、其他經遴選會認定有效客觀遴選合適校長人選之程序。\n遴選會於遴選時，應審酌候選人基本資料、學識素養、人格特質、治校理念與願景、募款能力、訪問所得及面談情形。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "遴選會開會時，得視需要邀請有關人員列席或提供資料。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "候選人應於參加遴選之表件揭露下列事項：\n一、符合教育人員任用條例所定專科學校校長資格之學經歷。\n二、聲明未具教育人員任用條例所定消極任用資格。\n三、學位論文名稱及指導者姓名。\n四、遴選表件收件截止日前三年內，曾擔任營利事業董事、獨立董事、監察人或其他執行業務之重要職務。\n五、其他經遴選會決議應揭露之職務、關係或相關事項。\n遴選會委員與候選人間有下列情形之一者，應向遴選會揭露：\n一、配偶、前配偶、四親等內之血親或三親等內之姻親或曾有此關係。\n二、學位論文指導之師生關係。\n三、遴選表件收件截止日前三年內，曾同時擔任同一營利事業董事、獨立董事或監察人。\n四、遴選表件收件截止日前三年內，曾同時擔任同一營利事業決策或執行業務之職務。\n五、遴選表件收件截止日前三年內，曾同時任職於同一機關（構）學校，且曾有聘僱或職務上直接隸屬關係。\n六、其他經遴選會決議應揭露之職務、關係或其他相關事項。\n遴選表件收件截止日後至遴定校長人選前，候選人或遴選會委員有前二項規定應揭露之事項，亦應向遴選會揭露。\n遴選會委員與候選人間有前二項所定應揭露情形以外之事項，得自行向遴選會揭露。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "遴選會委員為校長候選人者，當然喪失委員資格；有下列情形之一者，經遴選會確認後，解除其職務：\n一、因故無法參與遴選作業。\n二、與候選人有前條第二項第一款至第三款所定關係。\n遴選會委員有依前條第二項第四款至第六款與第三項規定應揭露之事項及依前條第四項規定自行揭露之事項者，應提遴選會討論，作成是否解除委員職務或迴避之決議。\n遴選會委員有應解除職務之事由而未解除職務，或有具體事實足認遴選會委員執行職務有偏頗之虞者，教育部得以書面送交遴選會議決；候選人或遴選會委員並得以書面舉出其原因及事實，向遴選會申請解除其委員職務。遴選會議決解除職務前，應給予該委員陳述意見之機會。\n遴選會委員喪失資格或經解除職務所遺職缺，按身分別依第二條第二項及第五項規定遞補之。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "依前條第一項第二款應解除職務之遴選會委員參與決議者，該遴選會之決議當然違背法令而無效。\n前條第一項第二款以外應解除職務之遴選會委員參與之決議效力，遴選會應於委員遞補後開會議決。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "遴選會就下列事項應單獨列案逐案審查，並以無記名投票方式作成決議：\n一、依第四條第三款與第四款規定審核候選人資格及遴選校長人選。\n二、依第八條第一項、第二項或第三項規定作成解除委員職務或迴避之決議。\n三、依前條第二項規定議決應解除職務之遴選會委員參與決議之效力。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "參與校長遴選之委員及有關人員，在本部聘任校長前應對遴選會委員與候選人名單及遴選過程嚴守秘密。但其他法律另有規定或遴選會依法決議予以公開者，不在此限。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "遴選會委員為無給職。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "遴選會執行本辦法相關事項所需之經費，由本部相關經費支應。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
