{
  "id": "tw-h0170017",
  "type": "statute",
  "title": "文化部表揚出資獎助文化藝術工作者及事業辦法",
  "title_en": "Regulations on Awards Granted by the Ministry of Culture to Sponsors Funding Cultural and Arts-related Workers or Enterprises",
  "short_name": "Regulations on Awards Granted by the Ministry of Culture to Sponsors Funding Cul",
  "status": "repealed",
  "issued_date": "2025-09-08",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=H0170017",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 廢止法規＞文化部. Articles extracted: 9.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "文化部（以下簡稱本部）為辦理文化藝術獎助及促進條例（以下簡稱獎助條例）第五條事項，特訂定本辦法。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本部依本辦法設置文馨獎，以表揚出資獎助我國文化藝術工作者及事業、事業實踐企業社會責任促進文化發展或支持文化永續發展，具卓越貢獻者。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "前條出資獎助文化藝術工作者及事業、事業實踐企業社會責任促進文化發展或支持文化永續發展之方式如下：\n一、成立、捐助成立或捐贈文化藝術財團法人。\n二、促進文化藝術之創作、調查、研究、出版、研習及國際交流。\n三、推廣文化藝術之展演、傳播。\n四、培育文化藝術之人才。\n五、設置、提供或改善文化藝術設施、場地，供文化創意事業、不特定團體、個人創作、展演、排練之用。\n六、購買文化藝術、展演票券，提供不特定團體、個人觀賞。\n七、鼓勵供公眾使用之建築物辦理公共藝術，營造美學環境。\n八、保存維護、修復或推廣文化資產。\n九、推動文化創意之研發及人才培訓。\n十、捐贈政府機關、博物館或美術館等機構藝術品、文物等。\n十一、經由捐贈、贊助、投資、採購、策略合作、企業志願技術服務或其他支持模式，持續將資源挹注文化藝術活動或文化創意產業等。\n十二、其他推展文化藝術或促進文化發展之事項。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "出資獎助文化藝術工作者及事業達新臺幣五十萬元以上，得依下列類別發給獎項，並公開表揚之：\n一、出資達新臺幣一千萬元以上者，發給金質獎座。\n二、出資達新臺幣五百萬元以上未滿一千萬元者，發給銀質獎座。\n三、出資達新臺幣一百萬元以上未滿五百萬元者，發給銅質獎座。\n四、出資達新臺幣五十萬元以上未滿一百萬元者，發給獎狀或獎牌。\n出資種類包含如下：\n一、現金。\n二、動產。\n三、不動產。\n四、權利。\n前項以外國貨幣、大陸地區、香港或澳門發行之貨幣、動產或不動產出資獎助者，按出資當時市價折合新臺幣計算；以權利出資獎助者，就其權利之性質，以出資當時實際情形估算之。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "出資獎助文化藝術工作者及事業、事業實踐企業社會責任促進文化發展或支持文化永續發展，具特殊意義或卓越貢獻者，除依前條規定辦理外，得發給年度創意獎、長期贊助獎、人才培育獎、企業文化獎、年度贊助獎、文化永續發展獎、評審團獎，並公開表揚之。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "為辦理本辦法獎項之評審工作，本部得遴聘相關專家學者、實務界人士及機關代表組成評審會審查。評審會應由委員五人至十三人組成，以書面或召開會議方式審議，並以出席委員過半數之同意為決議。各獎項之評審標準由評審會議定之，但未達標準者，評審會得為減少或從缺之決定。\n評審委員於受聘任時，應出具同意書，同意本部將其姓名連同其他評審委員名單於各類獎項得獎名單公布後對外公開。\n評審委員為無給職。但得依規定支給審查費、出席費或交通費。\n評審委員應秉持利益迴避原則，公正執行職務。有關利益迴避之規定，依行政程序法第三十二條及第三十三條規定辦理。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "第四條出資獎助金額之累計期間及本辦法獎項之報名表、應備文件、報名期間、報名須知，由本部另行公告。"
    },
    {
      "provision_ref": "art7-1",
      "section": "7-1",
      "title": "第 7-1 條",
      "content": "得獎之自然人、法人或非法人團體之負責人，如有違反性別平等相關法令規定，經檢察官提起公訴或各該主管機關認定者，本部得撤銷或廢止其得獎資格及追回獎項。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
