{
  "id": "tw-i0030021",
  "type": "statute",
  "title": "榮譽觀護人志願服務獎勵辦法",
  "title_en": "榮譽觀護人志願服務獎勵辦法",
  "short_name": "榮譽觀護人志願服務獎勵辦法",
  "status": "in_force",
  "issued_date": "2016-05-30",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=I0030021",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞法務部＞保護目. Articles extracted: 9.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依志願服務法第十九條第六項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法所稱榮譽觀護人係個人及團體從事檢察機關觀護業務，個人持有志願服務法第十二條規定之志願服務證及服務紀錄冊；團體持有各地方法院檢察署發給之聘書者。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "榮譽觀護人一年內協助推展檢察機關觀護業務，有下列情形之一者，每人每年以一次為限，由法務部予以表揚：\n一、捐贈或籌募財物金額在新臺幣三十萬元以上。\n二、輔導受囑託執行案件在五案以上，著有成效。\n三、服務時數達三百小時以上，著有成效。\n榮譽觀護人協助推展檢察機關觀護業務，連續服務五年以上，且服務時數達三千小時以上，著有成效者，每人以一次為限，由法務部予以表揚。\n團體榮譽觀護人一年內有下列情形之一者，由法務部予以表揚：\n一、辦理團體課程、司法保護、社區處遇等活動，著有成效，依附表一之基準表揚。\n二、辦理專業團體輔導，著有成效。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "榮譽觀護人一年內協助推展檢察機關觀護業務，有下列情形之一者，每人每年以一次為限，由臺灣高等法院檢察署或福建高等法院金門分院檢察署予以表揚：\n一、捐贈或籌募財務在新臺幣二十萬元以上未滿三十萬元。\n二、輔導受囑託執行案件在三案以上未達五案，著有成效。\n三、服務時數達二百小時以上未達三百小時，著有成效。\n榮譽觀護人協助推展檢察機關觀護業務，連續服務五年以上，且服務時數達二千五百小時以上未達三千小時，著有成效者，每人以一次為限，由臺灣高等法院檢察署或福建高等法院金門分院檢察署予以表揚。\n團體榮譽觀護人一年內，辦理團體課程、司法保護、社區處遇等活動，著有成效，由臺灣高等法院檢察署或福建高等法院金門分院檢察署依附表二之基準表揚。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "榮譽觀護人一年內協助推展檢察機關觀護業務，有下列情形之一者，每人每年以一次為限，由各地方法院檢察署予以表揚：\n一、捐贈或籌募財務在新臺幣十萬元以上未滿二十萬元。\n二、輔導受囑託執行案件在二案以上未達三案，著有成效。\n三、服務時數達一百小時以上未達二百小時，著有成效。\n榮譽觀護人協助推展檢察機關觀護業務，連續服務五年以上，且服務時數達二千小時以上未達二千五百小時，著有成效者，每人以一次為限，由各地方法院檢察署予以表揚。\n團體榮譽觀護人一年內，辦理團體課程、司法保護、社區處遇等活動，著有成效，由各地方法院檢察署依附表三之基準表揚。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "榮譽觀護人之表揚，除第三條由法務部選列，公開表揚頒發獎牌（或獎座）外，由各級表揚機關公開表揚頒發獎狀或其他適當之紀念品。\n前項之表揚，法務部、臺灣高等法院檢察署或福建高等法院金門分院檢察署得將獎狀或紀念品轉交地方法院檢察署代為頒發。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "榮譽觀護人之表揚時間，每年由法務部擇定適當期日，公開表揚之。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "榮譽觀護人之表揚，其辦理程序如下：\n一、報請法務部表揚者，由各地方法院檢察署初審後，列舉事實，造具名冊，經臺灣高等法院檢察署或福建高等法院金門分院檢察署轉報法務部核定。\n二、報請臺灣高等法院檢察署或福建高等法院金門分院檢察署表揚者，由各地方法院檢察署初審後，列舉事實，造具名冊，經臺灣高等法院檢察署或福建高等法院金門分院檢察署核定後，轉報法務部備查。\n三、各地方法院檢察署表揚者，應自行核定後，報請臺灣高等法院檢察署或福建高等法院金門分院檢察署轉報法務部備查。\n前項各款表揚名冊之人員名單不得重複。\n符合第三條第一項規定者，其第一項第一款表揚名冊之人數，以各地方法院檢察署當年度榮譽觀護人遴聘數額之二十分之一為限。\n符合第四條第一項規定者，其第一項第二款表揚名冊之人數，以各地方法院檢察署當年度榮譽觀護人遴聘數額之十分之一為限。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
