{
  "id": "tw-j0090019",
  "type": "statute",
  "title": "貨品進口救濟案件處理辦法",
  "title_en": "Regulation on Handling Import Relief Cases",
  "short_name": "Regulation on Handling Import Relief Cases",
  "status": "in_force",
  "issued_date": "2024-02-20",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=J0090019",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞經濟部＞國際貿易目. Articles extracted: 35.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依貿易法（以下簡稱本法）第十八條第三項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法所稱貨品進口救濟案件，指依本法第十八條第一項申請產業受害之調查及進口救濟之案件。\n前項案件產業受害之成立，指該案件貨品輸入數量增加，或相對於國內生產量為增加，導致國內生產相同或直接競爭產品之產業，受嚴重損害或有嚴重損害之虞。\n前項所稱嚴重損害，指國內產業所受之顯著全面性損害；所稱嚴重損害之虞，指嚴重損害尚未發生，但明顯即將發生。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "貨品進口救濟案件，經濟部得依有關主管機關、受害國內產業、受害國內產業所屬公會、工會或相關團體之申請，交經濟部國際貿易署（以下簡稱貿易署）進行調查後交經濟部貿易救濟審議會（以下簡稱審議會）審議。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "國內產業有無受嚴重損害之認定，應綜合考量該案件進口貨品之絕對增加數量及比率，及其與國內生產量比較之相對增加數量及比率，並考量國內受害產業之下列因素及其變動情況：\n一、市場占有率。\n二、銷售情況。\n三、生產量。\n四、生產力。\n五、產能利用率。\n六、利潤及損失。\n七、就業情況。\n八、其他相關因素。\n國內產業有無受嚴重損害之虞之認定，除考慮前項因素之變動趨勢外，應同時考慮主要出口國之產能及出口能力，衡量該產業是否將因不採取救濟措施而將受嚴重之損害。\n經濟部於進行前二項之認定時，對於調查所得之證據或資料均應予以考量，如發現與進口無關之因素所造成之損害，應予排除。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "經經濟部依本辦法認定產業受害成立之貨品進口救濟案件，得採下列救濟措施：\n一、調整關稅。\n二、設定輸入配額。\n三、提供融資保證、技術研發補助，輔導轉業、職業訓練或其他調整措施或協助。\n前項第一款、第二款措施，不得同時採行。\n第一項第一款措施，經濟部應通知財政部依關稅法有關規定辦理；第二款措施，經濟部得就相關事宜與出口國訂定執行協定；第三款有關農產品之救濟措施，由農業部辦理，其他救濟措施，由經濟部會同有關機關辦理。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "本辦法所稱國內產業，指國內相同或直接競爭產品之生產者，其總生產量經經濟部認定占相同或直接競爭產品主要部分者。\n本辦法所稱相同產品，指具有相同特性且由相同物質所構成之貨品；所稱直接競爭產品，指該貨品特性或構成物質雖有差異，其在使用目的及商業競爭上具有直接替代性之貨品。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "本辦法所稱利害關係人，其範圍如下：\n一、貨品之國外生產者、國外出口商、國內進口商或以其為主要會員之商業或工業團體。\n二、貨品輸出國或產製國政府或其代表。\n三、國內相同或直接競爭產品之生產者或以其為主要會員之商業或工業團體。\n四、其他經經濟部認定之利害關係人。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "審議會會議之決議，除本辦法有特別規定者外，應有全體委員過半數之出席及出席委員過半數之同意。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "依本辦法應行公告事項，應刊登於政府公報。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "申請人提出貨品進口救濟案件，應檢具申請書，載明下列事項，並檢附相關資料，向經濟部為之：\n一、符合第三條規定資格情形。\n二、輸入貨品說明：\n（一）貨品名稱、輸出入貨品分類號列、稅則號別、品質、規格、用途及其他特徵。\n（二）貨品輸出國、原產地、生產者、國外出口商、國內進口商。\n三、產業受影響之事實：\n（一）產業申請日前最近三年之生產量、銷售量、存貨量、價格、利潤及損失、產能利用率、員工僱用情形及其變動狀況。\n（二）該貨品申請日前最近三年之進口數量、價格及國內市場占有率。\n（三）該貨品申請日前最近三年自主要輸出國進口數量、價格。\n（四）其他得以主張受影響事實之資料。\n四、該產業恢復競爭力或產業移轉之調整計畫及採取進口救濟措施之建議。\n前項第二款、第三款應載明事項及所需資料，申請人有正當理由無法提供，經經濟部同意者，得免提供。\n第一項第四款之調整計畫，得於申請日起九十日內提出。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "經濟部對於貨品進口救濟案件之申請，除認有下列情形之一者，應予駁回外，應於收到申請書之翌日起三十日內交審議會審議是否進行調查。但申請人補正所需時間，不計入三十日期限：\n一、申請人不具備第三條規定資格。\n二、不符合前條第一項規定，經通知限期補正而不補正或補正不完備。\n經濟部決定進行或不進行調查之案件，應即以書面通知申請人及已知之利害關係人，並公告之。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "為調查貨品進口救濟案件，應由審議會召集人指定委員一人或二人為主辦委員，貿易署並得視調查案件之需要成立工作小組，邀集有關機關派員或專案遴聘業務相關之學者、專家協助調查。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "貿易署對貨品進口救濟案件進行調查時，應依下列規定辦理：\n一、審查申請人及利害關係人所提之資料，並得派員實地調查訪問，必要時得要求另提供相關資料。\n二、舉行聽證。\n申請人或利害關係人應依貿易署之要求提供資料，其未依要求期限提供資料者，貿易署得就既有資料逕行審查。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "貿易署對申請人或利害關係人所提資料，應准予閱覽。但經請求保密而有正當理由者，不在此限。\n貿易署對前項保密之請求，得要求其提出可公開之摘要；無正當理由而拒不提出摘要者，得不採用該資料。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "貿易署應於舉行聽證前預先公告之。\n貿易署應同時通知申請人及已知之利害關係人出席聽證。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "出席聽證陳述意見者，得於聽證前向貿易署提出其出席意願，並得於聽證前，將其對案件之實體意見，以書面提交貿易署。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "貿易署於正式舉行聽證之前得先召開程序會議，決定發言順序、發言時間及其他相關事項。\n聽證由審議會召集人依第十二條指定之主辦委員主持。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "案件經貿易署初步調查認為有明確證據顯示，增加之進口導致國內生產相同或直接競爭產品之產業，受嚴重損害或有嚴重損害之虞時，在延遲將造成難以彌補之損害的緊急情況下，審議會得於作成產業受害成立或不成立之決議前，先行作成臨時提高關稅之建議，並應自經濟部通知申請人進行調查之翌日起七十日內為之。\n前項臨時提高關稅措施之建議應於作成後十日內提報經濟部；經濟部同意採行前項建議後，應於十日內會商有關機關後報請行政院核定，其實施期間最長不得逾二百日，並計入第二十五條實施期間。\n前項臨時措施，於經濟部公告採行進口救濟措施或產業受害不成立時，停止適用。\n臨時課徵之關稅，得以同額公債或經財政部認可之有價證券擔保；經經濟部公告產業受害不成立時，應予退還臨時課徵之關稅或解除擔保；經經濟部公告採行進口救濟措施時，應於補繳臨時課徵之關稅後解除擔保。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "貿易署於貨品進口救濟案件調查完成時，應提交審議會為產業受害成立或不成立之決議。\n前項決議，應有全體委員二分之一以上之出席，出席委員三分之二以上之同意。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "除第二十一條第一項規定外，審議會應自經濟部通知申請人進行調查之翌日起一百二十日內對產業受害成立或不成立作成決議。\n前項期限，必要時得延長六十日；延長期限及事由，應通知申請人及已知之利害關係人，並公告之。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "易腐性農產品進口救濟案件，不即時予以救濟將遭受難以回復之嚴重損害者，經濟部除應於收到申請書之翌日起二十日內交審議會審議是否進行調查外；有關補正、駁回、通知及公告事項，準用第十一條之規定辦理。\n前項案件經經濟部決定進行調查者，審議會應自經濟部通知申請人進行調查之翌日起七十日內，對產業受害成立或不成立作成決議。\n第一項所稱易腐性農產品，由農業部就個案認定之。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "審議會對於貨品進口救濟案件為產業受害成立或不成立之決議，調查報告及決議書應於決議後十五日內提報經濟部，由經濟部以書面通知申請人及已知之利害關係人，並公告之。\n審議會作成產業受害成立之決議者，貿易署應於決議之日起三十日內就擬採行之進口救濟措施舉行聽證後，提交審議會作成採行或不採行進口救濟措施之建議，並將其建議提報經濟部。\n審議會作成不採行救濟措施建議時，經濟部認其建議可採，應即公告不予實施救濟措施；如認其建議不可採，應即交貿易署於三十日內就擬採行之進口救濟措施舉行聽證後，提交審議會審議並將其建議提報經濟部。\n前項聽證之程序，準用第十五條至第十七條規定辦理。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "審議會為建議經濟部採行或不採行救濟措施之決議，應有全體委員二分之一以上之出席，出席委員三分之二以上之同意。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "經濟部同意審議會作成之採行救濟措施建議後，除採行第五條第一項第一款救濟措施應依關稅法有關規定辦理外，應於六十日內依職權或與有關機關協商決定應採行救濟措施後公告實施，並報請行政院備查。\n經濟部作成前項決定前，必要時得事先通知利害關係國進行諮商。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "實施進口救濟措施，應斟酌各該貨品進口救濟案件對國家經濟利益、消費者權益及相關產業所造成之影響，並以彌補或防止產業因進口所受損害之範圍為限。其實施期間，不得逾四年。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "進口救濟措施實施後，如原因消滅或情事變更，申請人或利害關係人得列舉具體理由並檢附證據，向經濟部申請停止或變更原救濟措施。\n前項申請，至遲應於原措施實施期滿九十日前提出。\n對於第一項之申請，貿易署應依第三章規定之程序調查後提交審議會作成是否停止或變更原救濟措施之建議，提報經濟部。經濟部認其建議可採，應即公告停止或變更原措施。"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "第 27 條",
      "content": "進口救濟措施實施期滿前，申請人認為有延長實施期間之必要者，得列舉有延長實施期間之必要之具體理由、該產業調整之成效及計畫說明，並檢附證據，至遲應於原措施實施期滿一百二十日前向經濟部申請延長救濟措施。\n經濟部應自收受申請延長書之次日起九十日內對是否延長救濟作成決定，公告延長實施之措施及期間。其處理程序，準用第二章至第四章之規定。\n第一項延長措施之救濟程度，不得逾越原措施。延長期間不得逾四年，並以延長一次為限。"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "第 28 條",
      "content": "貿易署應就所採行救濟措施之實施成效及影響，作成年度檢討報告提交審議會審議，如認為實施該措施之原因已消滅或情事變更者，應建議經濟部停止或變更原措施。經濟部認其建議可採，應即公告停止或變更原措施。\n貿易署作成年度檢討報告前，應舉行聽證。有關聽證之程序，準用第十五條至第十七條之規定。"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "第 29 條",
      "content": "依本法第十八條第一項申請產業受害調查及進口救濟之案件，得單就大陸早期收穫貨品為之。\n前項案件產業受害之成立，指該案件大陸早期收穫貨品輸入數量增加，或相對於國內生產量為增加，導致國內生產相同或直接競爭產品之產業，受嚴重損害或有嚴重損害之虞。"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "第 30 條",
      "content": "經經濟部依前條第二項認定產業受害成立之案件，得採行調整關稅措施。\n前項措施，經濟部應通知財政部依關稅法有關規定辦理。"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "第 31 條",
      "content": "前條措施之實施，應斟酌各該貨品進口救濟案件對國家經濟利益、消費者權益及相關產業所造成之影響，並以彌補或防止產業因進口所受損害之範圍為限；其實施期間，不得逾一年。"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "第 32 條",
      "content": "本辦法除第五條第一項第二款、第十條第一項第四款與第三項、第二十條第二項及第二十五條至第二十八條規定外，於本章準用之。"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "第 33 條",
      "content": "經濟部於產業受害之調查過程中，發現涉有關稅法第六十七條規定之補貼或第六十八條規定之傾銷情事者，應即通知財政部及原申請人。"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "第 34 條",
      "content": "有關案件之調查及認定、諮商、救濟措施等事項，本法及本辦法未規定者，得參照有關國際協定及慣例辦理之。"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "第 35 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
