{
  "id": "tw-j0160031",
  "type": "statute",
  "title": "放射性物料管制收費標準",
  "title_en": "Fee-charging Standards for Regulatory Services Under the Nuclear Materials and Radioactive Waste Management Act",
  "short_name": "Fee-charging Standards for Regulatory Services Under the Nuclear Materials and R",
  "status": "in_force",
  "issued_date": "2024-08-12",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=J0160031",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞核能安全委員會＞原子能目. Articles extracted: 24.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本標準依放射性物料管理法（以下簡稱本法）第四十七條規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "依本法核發、換發下列設施之建造執照或運轉執照，每件收取證照費新臺幣三千六百元：\n一、核子原料、核子燃料生產或貯存設施。\n二、放射性廢棄物處理、貯存或最終處置設施。\n申請下列審查、參加測驗或核發、換發證照時，各項費用每人每件收取新臺幣一千二百元：\n一、核子原料、核子燃料生產設施運轉人員證照之審查費。\n二、參加主管機關辦理放射性廢棄物處理設施運轉人員測驗之審查費及測驗費。\n三、核發核子原料、核子燃料生產設施或放射性廢棄物處理設施運轉人員證照之證照費。\n四、換發核子原料、核子燃料生產設施或放射性廢棄物處理設施運轉人員證照之審查費及證照費。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "主管機關督同國際原子能總署執行核子保防檢查，應就每一核子保防設施，每次收取新臺幣二十萬元檢查費。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "核子原料或核子燃料生產設施興建、運轉與除役審查費及檢查費，其收費基準如下：\n一、興建、運轉、除役審查費，每一申請案各新臺幣一千萬元。\n二、興建、運轉、除役檢查費，每年每一設施各新臺幣二百萬元。\n前項設施換發運轉執照審查費，每一申請案收取新臺幣五百萬元。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "核子原料或核子燃料貯存設施興建、運轉與除役審查費及檢查費，其收費基準如下：\n一、興建、運轉、除役審查費，每一申請案各新臺幣二百萬元。\n二、興建、運轉、除役檢查費，每年每一設施各新臺幣一百萬元。\n前項核子原料或核子燃料貯存設施設於核子反應器設施、核子原料或核子燃料生產設施內，並已包含於原核發運轉執照之安全分析報告者，興建與運轉之審查費及檢查費免予收取。其與核子反應器設施、核子原料或核子燃料生產設施一併申請除役者，除役審查費及檢查費免予收取。\n第一項設施換發運轉執照審查費，每一申請案收取新臺幣一百萬元。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "用過核子燃料貯存設施興建、運轉與除役審查費及檢查費，其收費基準如下：\n一、興建、運轉、除役審查費，每一申請案各新臺幣一千萬元。\n二、興建、運轉、除役檢查費，每年每一設施各新臺幣二百萬元。\n前條第二項規定，於前項情形準用之。\n用過核子燃料貯存容器審查費，每一申請案收取新臺幣二百萬元；製造檢查費，每次新臺幣十萬元。\n第一項設施換發運轉執照審查費，每一申請案收取新臺幣五百萬元。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "核子原料之持有、使用、輸入、輸出、運送、貯存、廢棄、轉讓、租借或設定質權之申請許可審查費，每一申請案各收取新臺幣三千元。\n核子原料之過境、轉口之申請許可審查費，按申請文件所載鈾、釷重量累計，其收費基準如下：\n一、未滿一萬公斤者，每一申請案收取新臺幣三千元。\n二、一萬公斤以上未滿十萬公斤者，每一申請案收取新臺幣一萬元。\n三、十萬公斤以上未滿二十萬公斤者，每一申請案收取新臺幣二萬元。\n四、二十萬公斤以上者，每一申請案收取新臺幣三萬元。\n於核子原料或核子燃料生產設施內持有或使用核子原料者，第一項之審查費免予收取。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "核子原料之檢查費，按許可文件所載鈾、釷重量累計，其收費標準如下：\n一、未滿一千公斤者，每年新臺幣一萬元。\n二、一千公斤以上未滿一萬公斤者，每增一千公斤（不足一千公斤者，以一千公斤計）每年加收新臺幣一萬元。\n三、一萬公斤以上者，每年新臺幣十萬元。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "核子燃料之持有、使用、廢棄、轉讓、租借或設定質權之申請許可審查費，每一申請案各收取新臺幣六萬元。\n於核子反應器設施、核子原料、核子燃料生產或貯存設施內持有或使用核子燃料者，前項之審查費免予收取。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "核子燃料之輸入、輸出、過境、轉口與運送審查費及檢查費，其收費基準如下：\n一、核子燃料安全管制計畫、運送計畫審查費，每一申請案各新臺幣二十萬元。\n二、核子燃料輸入、輸出審查費，每一申請案各新臺幣二萬元。\n三、核子燃料過境、轉口審查費，每一申請案各新臺幣六萬元。\n四、核子燃料運送、過境或轉口檢查費，每一申請案各新臺幣十萬元。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "用過核子燃料之輸入、輸出與運送審查費及檢查費，其收費標準如下：\n一、用過核子燃料安全管制計畫、運送計畫審查費，每一申請案各新臺幣二百萬元。\n二、用過核子燃料輸入、輸出審查費，每一申請案各新臺幣四萬元。\n三、用過核子燃料運送容器審查費每一申請案各新臺幣二百萬元。\n四、用過核子燃料運送檢查費，每運次新臺幣二十萬元。\n前項第一款及第三款之用過核子燃料運送，每一運次低於五公斤者，其費用免予收取。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "放射性廢棄物處理設施興建、運轉與除役審查費及檢查費，其收費基準如下：\n一、興建、運轉、除役審查費，每一申請案各新臺幣二百萬元。\n二、興建、除役檢查費，每年每一設施各新臺幣二百萬元。\n三、運轉檢查費，每年每一設施新臺幣二百萬元；同一核子反應器設施內之處理設施超過一個者，每增一個處理設施加收新臺幣二十萬元。\n第五條第二項規定，於前項情形準用之。\n第一項設施換發運轉執照審查費，每一申請案收取新臺幣一百萬元。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "低放射性廢棄物貯存設施興建、運轉與除役審查費及檢查費比照前條之規定。\n核子反應器設施廠址外之低放射性廢棄物貯存設施之興建、運轉與除役審查費及檢查費，其收費基準如下：\n一、興建、運轉、除役審查費，每一申請案各新臺幣六百萬元。\n二、興建、運轉、除役檢查費，每年每一設施各新臺幣三百萬元。\n低放射性廢棄物貯存或運送容器審查費，每一申請案收取新臺幣六十萬元；製造檢查費，每次新臺幣六萬元。\n低放射性廢棄物貯存設施十年再評估報告、檢整計畫及外釋計畫審查費，每一申請案收取新臺幣六十萬元。\n第五條第二項規定，於第一項情形準用之。\n第二項設施換發運轉執照審查費，每一申請案收取新臺幣三百萬元。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "高放射性廢棄物貯存設施之興建、運轉與除役審查費及檢查費，其收費標準如下：\n一、興建、運轉、換發運轉執照、除役審查費，每一申請案各新臺幣一千萬元。\n二、興建、運轉、除役檢查費，每年每一設施各新臺幣二百萬元。\n三、高放射性廢棄物貯存容器審查費，每一申請案收取新臺幣二百萬元。\n第五條第二項規定，於第一項情形準用之。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "低放射性廢棄物最終處置設施興建、運轉、換發運轉執照、封閉與免於監管審查費及興建、運轉檢查費，其收費標準如下：\n一、興建、運轉、換發運轉執照審查費，每一申請案各新臺幣二千萬元。\n二、興建、運轉檢查費，每年每一設施各新臺幣八百萬元。\n三、封閉或免於監管審查費，每一申請案新臺幣八百萬元。\n四、封閉檢查費，每年每一設施各新臺幣五百萬元。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "高放射性廢棄物最終處置設施興建、運轉、封閉與免於監管審查費及場址特性調查、興建、運轉、封閉檢查費，其收費標準如下：\n一、場址特性調查檢查費，每年每一設施新臺幣一千萬元。\n二、興建、運轉審查費，每一申請案各新臺幣六千萬元。\n三、興建、運轉、封閉檢查費，每年每一設施各新臺幣二千萬元。\n四、封閉或免於監管審查費，每一申請案新臺幣二千萬元。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "申請一千公斤以上放射性廢棄物之輸入、輸出、過境、轉口、廢棄或轉讓之許可者，每一申請案各新臺幣六萬元。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "放射性廢棄物輸出以最終處置為目的者，低放射性廢棄物每一申請案收取審查費新臺幣一千萬元；高放射性廢棄物每一申請案收取審查費新臺幣四千萬元。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "放射性廢棄物之運送審查費及檢查費，其收費標準如下：\n一、低放射性廢棄物運送計畫審查費，每一申請案新臺幣二十萬元。\n二、低放射性廢棄物運送檢查費，每運次新臺幣十萬元。\n三、高放射性廢棄物運送計畫審查費，每一申請案新臺幣二百萬元。\n四、高放射性廢棄物運送檢查費，每運次新臺幣二十萬元。\n五、高放射性廢棄物運送容器審查費，每一申請案收取新臺幣四百萬元。\n低放射性廢棄物之運送，每一運次低於一千公斤者，運送計畫審查費及運送檢查費免予收取。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "放射性物料之持有、使用、輸入、輸出、過境、轉口、運送、貯存、廢棄、轉讓、租借或設定質權許可之收費，於同一申請案件涉及多項許可者，依其中收費最高項目之基準計收。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "核子原料、核子燃料生產或貯存設施或放射性廢棄物處理、貯存或最終處置設施於興建或運轉期間，涉及重要安全事項之設計修改或設備變更之申請案，每一案收取審查費新臺幣六十萬元。\n前項各設施設於核子反應器設施內，並已包含於原核發運轉執照之安全分析報告者，免予收取審查費。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "設置研究用核子反應器或前條第一項設施之機關學校，免予繳納本標準規定之各項費用。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "審查費應於申請時收取，檢查費於執行檢查後收取，證照費於核發時收取。\n各項費用經收取後，除有誤繳、溢繳、法令變更或正當理由外，一律不得退費或保留。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "本標準自發布日施行。"
    }
  ],
  "definitions": []
}
