{
  "id": "tw-k0110015",
  "type": "statute",
  "title": "觀光產業配合政府參與國際觀光宣傳推廣適用投資抵減辦法",
  "title_en": "Regulations Governing Investment Tax Credits for Tourist Industry Participation in Government-Sanctioned International Tourism Publicity and Promotion Undertakings",
  "short_name": "Regulations Governing Investment Tax Credits for Tourist Industry Participation ",
  "status": "in_force",
  "issued_date": "2024-08-06",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=K0110015",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞交通部＞觀光目. Articles extracted: 10.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依發展觀光條例第五十條第三項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法所用名詞，定義如下：\n一、國際觀光組織：指會員跨三個國家以上，且與觀光產業相關之國際組織。\n二、旅遊展覽：指參加政府觀光單位所籌辦在國外舉辦或參加之專業旅遊展覽、旅遊交易會。\n三、國際會議：指包括外國代表在內，且人數達五十人以上之會議。\n四、會議旅遊：指配合國際會議或研討會在中華民國舉辦所提供之旅遊服務。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "觀光產業配合政府參與國際觀光宣傳推廣，其在同一課稅年度內支出總金額達新臺幣十萬元以上者，得就下列支出費用按百分之二十，抵減其當年度應納營利事業所得稅額；當年度應納營利事業所得稅額不足抵減者，得在以後四年度應納營利事業所得稅額中抵減之：\n一、人員前往國外之旅費。但以符合營利事業所得稅查核準則規定者為限。\n二、參與活動前後一週內，確為宣傳推廣目的所發生之業務接待費用。\n三、媒體廣告之刊登費用。\n四、推廣用宣傳品，包括摺頁、手冊、手提袋、資料袋、錄影帶、影音光碟及其他衍生之相關費用。\n五、攤位租賃、搭建、佈置及佈置品運送之費用。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "觀光產業配合政府參加國際觀光組織及旅遊展覽，其在同一課稅年度內支出總金額達新臺幣十萬元以上者，得就下列支出費用按百分之二十，抵減其當年度應納營利事業所得稅額；當年度應納營利事業所得稅額不足抵減者，得在以後四年度應納營利事業所得稅額中抵減之：\n一、參加國際觀光組織之年度會費。\n二、人員前往國外之旅費。但以符合營利事業所得稅查核準則規定者為限。\n三、媒體廣告之刊登費用。\n四、宣傳資料包括摺頁、手冊、手提袋、資料袋、錄影帶、影音光碟及其他衍生之相關費用。\n五、購置本土物產或紀念品之費用。\n六、展覽攤位租賃、搭建、佈置及佈置品運送之費用。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "觀光產業配合政府推廣國際會議及會議旅遊，其在同一課稅年度內支出總金額達新臺幣十萬元以上者，得就下列支出費用按百分之二十，抵減其當年度應納營利事業所得稅額；當年度應納營利事業所得稅額不足抵減者，得在以後四年度應納營利事業所得稅額中抵減之：\n一、人員前往國外之旅費。但以符合營利事業所得稅查核準則規定者為限。\n二、在國外參與國際會議前後一週內，確為爭取國際會議前來中華民國召開目的所發生之接待費用。\n三、為爭取國際會議，接待國外考察團前來進行實地探勘之相關費用。\n四、媒體廣告之刊登費用。\n五、製作爭取國際會議宣傳資料，包括摺頁、手冊、手提袋、資料袋、錄影帶、影音光碟及其他衍生之費用。\n六、購置本土物產或紀念品之費用。\n七、攤位租賃、搭建、佈置及佈置品運送之費用。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "依前三條規定抵減之金額，其每一年度得抵減總額，不得超過該公司當年度應納營利事業所得稅額百分之五十。但最後年度抵減金額，不在此限。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "依本辦法規定適用投資抵減之觀光產業，應檢附申請書（如附件），並依下列期限及程序辦理：\n一、參加國際觀光宣傳推廣、國際觀光組織、旅遊展覽或國際會議及會議旅遊活動前，將邀請函或報名書表等相關資料送交通部觀光署審核後，發給書面核准函。\n二、參加國際觀光宣傳推廣、國際觀光組織、旅遊展覽或國際會議及會議旅遊活動結束後三個月內，檢附書面核准函、參與推廣活動證明文件及各項原始憑證影本送交通部觀光署審核後，轉由交通部核發證明文件。\n三、於辦理當年度營利事業所得稅結算申報時，檢附前款證明文件向公司所在地之稅捐稽徵機關核定其可抵減稅額。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "依本辦法申請投資抵減之觀光產業，其支出之原始憑證，經稅捐稽徵機關發現有虛報不實情事者，依稅捐稽徵法及所得稅法有關逃漏稅處罰之規定辦理。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "第三條至第五條所定之投資抵減率，由行政院每二年檢討一次，為必要之調整及修正。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": [
    {
      "term": "國際觀光組織",
      "definition": "指會員跨三個國家以上，且與觀光產業相關之國際組織。",
      "source_provision": "art2"
    },
    {
      "term": "旅遊展覽",
      "definition": "指參加政府觀光單位所籌辦在國外舉辦或參加之專業旅遊展覽、旅遊交易會。",
      "source_provision": "art2"
    },
    {
      "term": "國際會議",
      "definition": "指包括外國代表在內，且人數達五十人以上之會議。",
      "source_provision": "art2"
    },
    {
      "term": "會議旅遊",
      "definition": "指配合國際會議或研討會在中華民國舉辦所提供之旅遊服務。",
      "source_provision": "art2"
    }
  ]
}
