{
  "id": "tw-l0030104",
  "type": "statute",
  "title": "化粧品檢驗機構認證及委託認證管理辦法",
  "title_en": "Regulations Governing Accreditation and Outsourced Accreditation Management of Cosmetic Testing Institutions",
  "short_name": "Regulations Governing Accreditation and Outsourced Accreditation Management of C",
  "status": "in_force",
  "issued_date": "2019-08-05",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=L0030104",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞衛生福利部＞食品藥物管理目. Articles extracted: 32.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依化粧品衛生安全管理法第二十八條第三項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法用詞，定義如下：\n一、檢驗機構：指具有化粧品檢驗能力之檢驗機關（構）、法人或團體。\n二、認證：指依本辦法所定之程序，對於檢驗機構就特定檢驗項目具備檢驗能力之確認。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "申請認證之檢驗機構，應有專屬實驗室；其實驗室應符合下列條件：\n一、具備必要檢驗設備、場地及品質管理系統，並能自行執行檢驗。\n二、置實驗室負責人、報告簽署人、技術主管、品質主管及檢驗人員；其應具備之資格如下：\n（一）學歷：國內大專校院或符合大學辦理國外學歷採認辦法之國外大專校院以上醫藥、化學、生物、食品或其他相關科、系、所畢業。\n（二）經歷：\n      1.實驗室負責人、報告簽署人、技術主管及品質主管：應經品質管理相關專業訓練，且具三年以上檢驗相關工作年資。\n      2.檢驗人員：應經檢驗業務訓練。\n前項第二款第二目之一工作年資，得以同款第一目學歷抵充；碩士學位抵充一年，博士學位抵充二年。同等學位採計一次，並以其最高學位抵充。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "檢驗機構應填具申請書，並檢具下列文件、資料，向中央主管機關申請認證：\n一、符合前條所定條件之證明。\n二、檢驗能力之證明。\n三、依中央主管機關公告之檢驗機構實驗室品質系統基本規範編製之下列文件：\n（一）品質手冊。\n（二）檢驗方法標準作業程序，其內容包括檢驗結果品質管制之措施。\n（三）申請定量檢驗項目者，應提供其量測不確定度之評估報告。\n（四）申請認證檢驗項目之檢驗方法確效試驗評估報告。\n（五）認證檢驗項目之檢驗報告出具格式、報告簽署人中文正楷簽名。\n四、實驗室位置簡圖及檢驗設施配置圖。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "前條文件、資料與規定不符或內容不全者，中央主管機關應通知申請者限期補正；屆期未補正者，不予受理。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "中央主管機關對於檢驗機構之申請，應進行書面審查及實地查核。\n實地查核結果認有缺失者，檢驗機構應依實地查核之報告，自查核結束之日起六十日內，將改善報告送中央主管機關進行複評。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "第四條申請案經審核通過者，中央主管機關應發給認證證明書，並公告之。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "認證證明書應載明下列事項：\n一、檢驗機構名稱。\n二、實驗室名稱、地址及負責人姓名。\n三、經認證之檢驗項目、檢驗方法、檢驗範圍及報告簽署人。\n四、認證證明書核發之年、月、日及認證編號。\n五、認證有效期間。\n檢驗機構應將認證證明書揭示於該機構明顯處所。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "認證證明書有效期間為三年；有展延必要者，應於期滿六個月前至八個月間申請，每次展延期間，以三年為限。\n申請展延應具備之文件、資料及程序，準用第四條至第六條規定；除第四條第二款外，其餘各款所定文件、資料，於前次申請認證或展延後未變動者，免予檢具。\n依第一項所定期間申請展延，中央主管機關未能於原認證效期內作出准駁處分者，原認證之效力延長至准駁處分之日。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "第八條第一項第一款至第三款所定事項變更時，檢驗機構應於下列規定期間內，向中央主管機關申請變更：\n一、實驗室地址變更：自事實發生之日起三十日。\n二、檢驗方法之依據變更：自事實發生之日起九十日。\n三、禁止、限制使用或特定用途化粧品之成分或限量修正致檢驗範圍變更：自生效之日起九十日。\n四、檢驗機構名稱、實驗室名稱、實驗室負責人或報告簽署人變更：自事實發生之日起九十日。\n前項申請，必要時，中央主管機關得進行實地查核。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "前條第一項第一款為搬遷之變更者，應於搬遷十五日前，向中央主管機關提報搬遷計畫。\n前項計畫，應包括下列項目：\n一、搬遷之時程。\n二、實驗室新地址及位置簡圖。\n三、檢驗儀器清單及檢驗設施配置圖。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "檢驗機構專屬實驗室，因故不能依認證內容執行檢驗者，應自事實發生之日起七日內通知中央主管機關；其恢復時，亦同。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "檢驗機構應依第四條第三款第一目品質手冊及第二目檢驗方法標準作業程序執行檢驗，並應遵行下列規定：\n一、接受委託檢驗時，與委託者訂定書面檢驗委託契約，載明委託檢驗項目、檢驗方法、檢驗範圍、委託檢驗項目之認證狀況及其他事項。委託事項有變更者，於檢驗委託契約載明變更內容及理由，並經雙方當事人確認及記錄。\n二、詳實記錄委託者資料、檢驗報告用途。\n三、詳實記錄樣品之收樣狀態，包括產品名稱、批號、製造或有效日期、來源、包裝及數量之樣品資訊，不得空白，並就送驗樣品照相留存。\n四、檢驗報告註明樣品資訊、檢驗項目、檢驗方法、檢驗範圍及檢驗結果，不得有虛偽不實之情事。\n五、同一份檢驗報告有非認證範圍，包括檢驗項目、檢驗方法及檢驗範圍者，明確載明或註記。\n六、不得以非認證之檢驗方法執行認證檢驗項目之檢驗。但檢驗委託契約另有約定或委託者以書面要求，且於檢驗報告中確實敘明者，不在此限。\n七、檢驗報告註明：「檢驗報告僅就委託者之委託事項提供檢驗結果，不對產品合法性作判斷」。\n八、檢驗報告與品質管制資料、原始數據及其他相關紀錄，併案保存至少三年。\n九、檢驗報告有防偽設計。\n十、非經委託者同意，不得將受託事項轉由他人辦理；其經同意轉由他人辦理者，該他人應具執行轉委託項目之能力，且於檢驗報告中載明轉委託承接機構出具之檢驗報告編號或其他可供追溯之資料。\n十一、不同產品品名、原料來源或最小獨立包裝之樣品，分別執行檢驗並出具報告，不得混測。\n十二、同一樣品於一份檢驗委託契約上載明之所有委託檢驗項目，其檢驗結果以同一份檢驗報告出具。\n十三、執行認證檢驗項目之檢驗，以中央主管機關認證之檢驗報告格式出具檢驗結果。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "中央主管機關應定期對檢驗機構之設備、人員編組、品質管理、作業程序、檢驗能力及檢驗紀錄，進行查核，並得要求其就認證範圍之檢驗業務提出報告；必要時，得進行不定期查核。\n中央主管機關得命檢驗機構參加中央主管機關自行、委託或其他經中央主管機關認可機構辦理之能力試驗；其參加費用，由檢驗機構自行負擔。\n檢驗機構對於前二項之查核、提出報告及參加能力試驗，不得規避、妨礙或拒絕。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "檢驗機構參加前條第二項能力試驗，經評定未通過者，應自收受測試評定通知之日起十五日內完成改善，並將改善報告送中央主管機關，並於中央主管機關指定之日期，再參加能力試驗之複測。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "遇有化粧品重大突發事件時，檢驗機構應依中央主管機關緊急動員之通知，於指定期限內辦理化粧品檢驗，並將完整之樣品資訊及檢驗結果，通報中央主管機關。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "檢驗機構有下列各款情事之一者，中央主管機關得暫停或廢止其認證；經廢止認證者，一年內不得重新申請認證：\n一、違反第十四條第三項不得規避、妨礙或拒絕之規定。\n二、檢驗數據、檢驗報告或其他提報文件、資料虛偽不實。\n三、其他違反本辦法規定，經中央主管機關認定不適執行檢驗業務。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "檢驗機構有下列各款情事之一者，中央主管機關得暫停或廢止其一部或全部認證項目：\n一、依本辦法取得認證後，專屬實驗室不再存續或該實驗室不符合第三條所定條件。\n二、違反第十條規定，未辦理變更或未於期限內辦理變更。\n三、違反第十一條或第十二條規定，未於期限內提報或通知。\n四、違反第十三條各款之一規定。\n五、違反第十五條規定，未於期限內送交改善報告、未於指定日期參加複測或未通過複測。\n六、檢驗機構停業或歇業。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "中央主管機關依化粧品衛生安全管理法第二十八條第二項規定，將認證工作委託其他機關（構）、法人或團體（以下簡稱受託者）辦理時，應以公開甄選方式為之。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "受託者應符合下列條件：\n一、具備辦理檢驗機構認證所需之經驗，並能提出證明者。\n二、聘有符合下列資格之人員：\n（一）國內大專校院或符合大學辦理國外學歷採認辦法之國外大專校院以上食品、營養、醫藥、化學、生物或其他相關科、系、所畢業，並具有從事檢驗機構檢驗能力確認之經驗。\n（二）修習國內大學開設之民事、刑事及行政法規課程總計十五個學分以上，並領有學分證明。\n三、其他經中央主管機關公告之條件。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "受託者應建置管理系統，配合其執行之認證工作內容建立相關程序，並編製成手冊；其內容包括下列事項：\n一、組織架構。\n二、文件管制。\n三、紀錄。\n四、不符合事項及矯正措施。\n五、預防措施。\n六、內部稽核。\n七、管理審查。\n八、抱怨。\n前項手冊，應定期審查其適用性，並因應實際需要隨時更新或修正，其中內部稽核及管理審查，應至少每年執行一次。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "受託者應確保其執行認證人員具備化粧品檢驗相關知識及能力，並備有受託者對該人員初次及定期評估之紀錄。\n前項人員每年應接受中央主管機關認可之機關（構）或民間機構、團體辦理之繼續教育訓練十二小時以上；其課程包括查核技巧、檢驗知能及相關法令。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "受託者於辦理認證工作時所獲得之資料及檢驗機構提供之認證資料，應至少保存十五年；與認證工作相關之各項文件、資料，應永久保存。\n受託者於委託關係終止時，應將前項保存之文件、資料，交付予中央主管機關。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "受託者對於執行認證工作所獲得之資訊，應負保密義務，不得無故洩漏。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "受託者依第六條第一項進行實地查核時，應於查核一星期前，將預定行程通知中央主管機關；中央主管機關得派員隨同查核，受託者不得規避、妨礙或拒絕。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "受託者應逐案將認證結果通知中央主管機關，並檢附相關文件、資料。"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "第 27 條",
      "content": "中央主管機關得通知受託者提供業務文件、資料，並至受託者營業場所進行不定期查核。\n受託者對於前項通知、提供或查核，不得規避、妨礙或拒絕。"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "第 28 條",
      "content": "受託者依本辦法規定應提供中央主管機關之文件、資料，不得虛偽不實。"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "第 29 條",
      "content": "受託者及其人員受託辦理認證工作時，其迴避事項，依行政程序法之規定。\n受託者辦理前項工作時，不得有觸犯刑事法律之行為；有觸犯嫌疑者，中央主管機關應將其移送司法機關偵辦。"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "第 30 條",
      "content": "中央主管機關應與受託者訂定委託契約書，載明委託項目與內容、相關權利義務、違約處罰事由、爭議處理機制、暫停與終止委託事由及其他事項。"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "第 31 條",
      "content": "受託者有下列各款情事之一者，中央主管機關得暫停或終止其委託；其情節重大並經終止委託者，一年內不得再接受委託：\n一、違反第二十四條規定。\n二、違反第二十五條規定，未依期限通知中央主管機關，或規避、妨礙或拒絕中央主管機關之隨同查核。\n三、違反第二十七條第二項規定。\n四、違反第二十八條規定。\n五、違反第二十九條第一項迴避規定。\n六、有第二十九條第二項觸犯刑事法律情形。"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "第 32 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": [
    {
      "term": "檢驗機構",
      "definition": "指具有化粧品檢驗能力之檢驗機關（構）、法人或團體。",
      "source_provision": "art2"
    },
    {
      "term": "認證",
      "definition": "指依本辦法所定之程序，對於檢驗機構就特定檢驗項目具備檢驗能力之確認。",
      "source_provision": "art2"
    }
  ]
}
