{
  "id": "tw-l0030128",
  "type": "statute",
  "title": "醫療器材許可證核發與登錄及年度申報準則",
  "title_en": "Regulations Governing Issuance of Medical Device License, Listing and Annual Declaration",
  "short_name": "Regulations Governing Issuance of Medical Device License, Listing and Annual Dec",
  "status": "in_force",
  "issued_date": "2023-11-27",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=L0030128",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞衛生福利部＞食品藥物管理目. Articles extracted: 27.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本準則依醫療器材管理法（以下簡稱本法）第二十九條規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本準則用詞，定義如下：\n一、出產國許可製售證明：指由輸入醫療器材產製國最高衛生機關或機構，出具許可該醫療器材於該國製造及自由販賣之證明文件。\n二、國外原廠授權登記書：指由輸入醫療器材原國外製造業者出具授權代理之證明文件。\n三、體外診斷醫療器材（In Vitro Diagnostic Device, IVD）：指蒐集、處理或檢查取自人體之檢體，作為診斷疾病、決定健康狀態或其他狀況，而使用之試劑、儀器、軟體或系統。\n四、類似品：指具有下列條件之一，於國內已取得許可證或登錄之醫療器材：\n（一）與擬申請許可證或登錄之醫療器材，具有同等預期用途及技術特點。\n（二）與擬申請許可證或登錄之前款以外醫療器材，具有同等預期用途，不同技術特點，而不影響產品安全及效能。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "申請醫療器材製造、輸入查驗登記發給許可證者，應依第五條及第六條規定檢具文件、資料，並繳納費用，向中央主管機關提出。\n經中央主管機關公告之品項，申請前項查驗登記，應依中央主管機關之送驗通知，於規定期限內繳納檢驗費，並檢具足供檢驗所需之樣品，辦理送驗手續。但專供外銷者，不在此限。\n第一項許可證，登記事項如下：\n一、中英文品名。\n二、醫療器材商名稱。\n三、醫療器材製造業者名稱及地址。\n四、效能、用途或適應症。\n五、醫療器材成分、材料、結構、規格或型號。\n六、標籤、說明書或包裝。\n七、製造許可編號。\n八、其他經中央主管機關指定登記事項。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "前條醫療器材品名，應符合下列規定：\n一、不得使用他人醫療器材商標或廠商名稱。但該產品已取得商標或經授權使用者，不在此限。\n二、不得與其他廠商醫療器材品名相同或近似，致與其他廠商醫療器材發生混淆。\n三、不得有虛偽、誇大，或使人對醫療器材用途、效能產生不當聯想或混淆。\n四、中文品名不得夾雜外文或數字。但經中央主管機關認定具直接意義或英文商標具特殊意義者，不在此限。\n五、專供外銷醫療器材之中英文品名，不得與國內銷售醫療器材之中英文品名相同。\n醫療器材品名相同或近似之認定，應依商標、廠商名稱或其他可資辨別名稱之順位判斷之。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "申請製造、輸入第一等級醫療器材查驗登記，其應檢具之文件、資料，規定如附表一。\n前項申請，中央主管機關得免核定第三條第三項第五款、第六款登記事項。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "申請製造、輸入第二等級或第三等級醫療器材之查驗登記，其應檢具之文件、資料，除第十九條第二項規定外，如附表二及附表三。\n前項申請，其產品屬專供外銷者，中央主管機關得免核定第三條第三項第五款、第六款登記事項。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "中央主管機關受理查驗登記申請案後，應就申請文件、資料進行形式審查。\n前項形式審查，發現申請文件、資料有不備，其得補正者，中央主管機關應通知申請人於一個月內補正；屆期未補正者，予以駁回。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "申請案經完成前條形式審查後，中央主管機關應進行實質審查。\n前項實質審查發現文件、資料有不完足，其得補正者，中央主管機關應通知申請人於三個月內補正；屆期未補正者，予以駁回。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "申請案有下列情形之一者，申請人得檢具佐證之文件、資料，向中央主管機關提出優先審查：\n一、用於預防、診斷或治療危及生命或嚴重失能之疾病，且國內尚無適當藥品、醫療器材或合適替代療法。\n二、用於預防、診斷或治療罕見疾病防治及藥物法第三條第一項所定之罕見疾病。\n三、經中央主管機關或其他機關依政策優先輔導、補助研發，且已於或將於國內進行臨床試驗驗證其安全及效能，或具國內公共衛生或醫療迫切需求。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "申請案經實質審查後，有下列情形之一者，不予核准：\n一、繳納費用不符規定。\n二、檢具之文件、資料不完備或與申請案內容不符。\n三、未依規定辦理送驗手續，或送驗之樣品經檢驗不合格。\n四、申請之醫療器材，其危害人體健康之風險大於利益。\n五、其他與法令規定不符之情事。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "申請案之審查結果，中央主管機關應通知申請人；經核准發給許可證者，申請人應自通知送達之日起三個月內，繳納證書費用，並依核定內容製作標籤、說明書或包裝，向中央主管機關請領許可證。\n申請人未依前項規定完成領證者，中央主管機關得廢止其許可證。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "申請案經中央主管機關初步認定其具備申請效能，無重大風險，且有下列情形之一者，中央主管機關得要求申請人提供安全監視或上市後研究之計畫書，經審查後，得發給較短效期之許可證：\n一、用於預防、診斷或治療危及生命或嚴重失能之疾病，且國內尚無適當藥品、醫療器材或合適替代療法。\n二、具國內公共衛生或醫療急迫需求。\n三、具創新性或新穎性，且有顯著臨床效益，得用於提升或輔助醫療診斷與治療。\n申請人未依前項計畫書進行安全監視或上市後研究者，中央主管機關得廢止其許可證。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "許可證之登記事項、標籤、說明書或包裝有下列各款事項之一變更者，應檢具附表四之文件、資料，並繳納費用，向中央主管機關提出申請：\n一、中文品名。\n二、英文品名。\n三、原廠標籤、說明書或包裝。\n四、成分、材料、結構、規格或型號。\n五、效能、用途或適應症。\n六、製造業者名稱。\n七、製造業者地址或製造國別。\n八、許可證所有人。\n九、許可證所有人名稱。\n十、製造許可編號。\n許可證或標籤、說明書或包裝之核定文件有遺失或污損時，應檢具附表四之文件、資料，並繳納費用，申請補發或換發。\n中央主管機關審查發現前二項文件、資料有不備，其得補正者，應通知申請人於三個月內補正；屆期未補正者，予以駁回。\n第二項補發或換發許可證之申請，申請人應自通知送達之日起三個月內，繳納證書費用，向中央主管機關請領許可證。屆期未完成領證者，中央主管機關得廢止其許可證。\n第一項、第二項申請，中央主管機關應於原許可證加註變更登記事項、日期及加蓋章戳後發還之。"
    },
    {
      "provision_ref": "art13-1",
      "section": "13-1",
      "title": "第 13-1 條",
      "content": "經中央主管機關公告之品項，申請前條第一項第四款或第七款之變更，準用第三條第二項之規定辦理。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "醫療器材之標籤、說明書或包裝變更時，有下列情形之一者，許可證所有人得自行變更，並製作變更紀錄：\n一、文字內容未變更：\n（一）僅標籤、說明書、外盒之材質、形狀、圖樣或色澤變更，且無猥褻、傷風化或誤導效能之圖樣。\n（二）因包裝數量不同，而依比例縮小或放大原核准之圖文，或更改原核准圖文位置之版面移動。\n（三）原核准文字之字體更改，且其品名英文字體未大於中文字體。\n（四）由標籤黏貼改為外盒印刷或增加外盒者，且其文字、圖樣之設計與原核准標籤相同。\n二、屬下列文字內容變更：\n（一）增印或變更條碼、回收標誌、醫療器材業者之QMS／GMP字樣、CE標誌、建議售價、消費者服務專線、電話、傳真、聯絡處、經濟部智慧財產局核准註冊之公司商標、CNS或註冊商標字號、其他國家或地區代表資訊。\n（二）增印或變更經銷商名稱、地址，且經銷商名稱字體未大於醫療器材商（許可證所有人）名稱字體。\n（三）增印或變更經中央主管機關核准變更之醫療器材商名稱、製造業者名稱或地址。\n（四）增、刪或變更經中央主管機關核准變更之中、英文品名加註之醫療器材商名稱。\n（五）增、刪或變更可表徵許可證核准登記事項之國際標示符號。\n三、依本法第三十三條第一項第十款公告增印、刪除或變更之刊載事項。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "申請變更第一等級醫療器材者，其檢具之文件、資料，準用第五條規定。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "申請變更專供外銷醫療器材者，其檢具之文件、資料，準用第六條規定。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "申請許可證有效期限展延者，應於期限屆至前六個月內，填具申請書，並檢具下列文件、資料，及繳納費用，向中央主管機關提出：\n一、原許可證。\n二、出產國許可製售證明；國內製造者，免附。\n三、國外原廠授權登記書；國內製造者，免附。\n四、製造業者符合醫療器材品質管理系統準則之證明文件。\n五、依第十二條第一項規定核發之許可證，應檢具安全監視或上市後研究計畫報告。\n六、其他經中央主管機關指定之文件、資料。\n中央主管機關審查發現前項文件、資料有不備，其得補正者，應通知申請人於三個月內補正；屆期未補正者，予以駁回。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "申請展延第一等級醫療器材許可證者，其檢具之文件、資料，準用第五條規定。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "許可證有效期限屆至前，未依第十七條規定申請展延者，應依第五條及第六條規定，重新申請查驗登記發給許可證。\n前項申請屬第二等級、第三等級醫療器材許可證，且於有效期限屆至後六個月內重新申請者，其應檢具之文件、資料如下，不受第六條規定之限制：\n一、醫療器材商許可執照。\n二、原許可證。\n三、原核准並蓋有中央主管機關核定章之標籤、說明書或包裝。\n四、標籤、說明書或包裝擬稿。\n五、出產國許可製售證明；國內製造者，免附。\n六、國外原廠授權登記書；國內製造者，免附。\n七、製造業者符合醫療器材品質管理系統準則之證明文件。\n八、其他經中央主管機關指定之文件、資料。\n第一項申請案經核准後，以新字號發給許可證。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "申請製造或輸入醫療器材登錄者，應於中央主管機關建置之醫療器材登錄系統（以下簡稱登錄系統）登錄下列事項，並依附表五之規定上傳備查文件、資料，及繳納費用，取得登錄字號：\n一、中英文品名。\n二、醫療器材商名稱。\n三、製造業者名稱及地址。\n四、醫療器材分類品項名稱及代碼。\n五、醫療器材之滅菌狀態。\n六、製造業者符合醫療器材品質管理系統準則之情形。\n七、其他經中央主管機關指定之文件、資料。\n前項醫療器材之品名，準用第四條規定。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "前條第一項第四款以外各款登錄事項變更者，應於登錄系統申請變更，並繳納費用。\n前項申請變更，申請者應準用前條之規定，上傳備查文件、資料。\n前條第一項第二款醫療器材商名稱之變更，以未涉及權利移轉者為限。\n前條第一項第四款醫療器材分類品項名稱及代碼，不得申請登錄變更。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "完成登錄滿一年者，應每年十月於登錄系統辦理年度申報，確認下列事項之登錄情形，並繳納費用：\n一、中英文品名。\n二、醫療器材商名稱。\n三、製造業者名稱及地址。\n四、醫療器材分類品項名稱及代碼。\n五、製造業者符合醫療器材品質管理系統準則之情形。\n六、醫療器材之滅菌狀態。\n七、其他經中央主管機關指定之文件、資料。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "中央主管機關依本法第二十五條第四項規定逕予登錄者，醫療器材商應於原許可證有效期限屆至後，依前條規定申報。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "依本準則辦理之申請案，申請人檢具之文件、資料，非正體中文或英文者，應檢附正體中文或英文譯本。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "申請案涉及委託製造者，申請人應檢具依醫療器材委託製造作業準則規定取得之核准證明文件。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "本準則自中華民國一百十年五月一日施行。\n本準則修正條文，自發布日施行。"
    }
  ],
  "definitions": [
    {
      "term": "出產國許可製售證明",
      "definition": "指由輸入醫療器材產製國最高衛生機關或機構，出具許可該醫療器材於該國製造及自由販賣之證明文件。",
      "source_provision": "art2"
    },
    {
      "term": "國外原廠授權登記書",
      "definition": "指由輸入醫療器材原國外製造業者出具授權代理之證明文件。",
      "source_provision": "art2"
    },
    {
      "term": "體外診斷醫療器材（In Vitro Diagnostic Device, IVD）",
      "definition": "指蒐集、處理或檢查取自人體之檢體，作為診斷疾病、決定健康狀態或其他狀況，而使用之試劑、儀器、軟體或系統。",
      "source_provision": "art2"
    },
    {
      "term": "類似品",
      "definition": "指具有下列條件之一，於國內已取得許可證或登錄之醫療器材： （一）與擬申請許可證或登錄之醫療器材，具有同等預期用途及技術特點。 （二）與擬申請許可證或登錄之前款以外醫療器材，具有同等預期用途，不同技術特點，而不影響產品安全及效能。",
      "source_provision": "art2"
    }
  ]
}
