{
  "id": "tw-m0050064",
  "type": "statute",
  "title": "太平洋黑鮪漁撈作業管理辦法",
  "title_en": "Regulations on the Management of Pacific Bluefin Tuna Fishing Operation",
  "short_name": "Regulations on the Management of Pacific Bluefin Tuna Fishing Operation",
  "status": "in_force",
  "issued_date": "2025-03-25",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=M0050064",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞農業部＞漁業目. Articles extracted: 37.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依漁業法（以下簡稱本法）第三十七條第一款、第三款、第四十四條第一項第九款及第五十四條第五款規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "於中西太平洋高度洄游魚類種群養護與管理公約適用區域（以下簡稱WCPFC公約海域，其示意圖如附件一）從事太平洋黑鮪漁撈作業，應依本辦法規定辦理。\n於我國內水、領海或專屬經濟海域（以下簡稱我國管轄海域）以外之WCPFC公約海域內作業者，並應依遠洋漁業條例及其授權訂定法規之規定辦理。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "捕撈太平洋黑鮪，以經中央主管機關許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，與其他特定漁業漁船及定置漁業為限。\n前項所稱其他特定漁業漁船，指鮪延繩釣及延繩釣漁船以外之特定漁業漁船。\n延繩釣漁船不得捕撈太平洋黑鮪；捕獲者，應依第二十一條第二款規定丟棄並通報。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "太平洋黑鮪之年度總漁獲配額（以未處理全魚重量計，以下稱配額者，亦同），為鮪延繩釣漁船總漁獲配額、其他特定漁業漁船及定置漁業總漁獲配額之總和，均由中央主管機關公告之，並得視配額使用情形，公告調整分配。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "鮪延繩釣漁船、其他特定漁業漁船及定置漁業之太平洋黑鮪漁獲量（以下簡稱總漁獲量）達當年度總漁獲配額百分之八十五時，中央主管機關得公告限期停止捕撈太平洋黑鮪。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "禁止捕撈、持有、轉載、卸魚或販售體重未滿三十公斤之太平洋黑鮪。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，每年度船數以六百六十艘為限。\n前項船數限制，中央主管機關得公告調整之。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，應裝設船位回報器。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "漁業人所屬鮪延繩釣漁船申請從事太平洋黑鮪漁撈作業許可者，應填具申請書（格式如附件二）於每年一月一日至一月三十一日檢附下列文件向中央主管機關提出：\n一、有效期限內之特定漁業證照影本。\n二、經財團法人中華民國對外漁業合作發展協會測試主動回報船位合格之證明文件。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "核發鮪延繩釣漁船太平洋黑鮪作業許可之優先順序如下：\n一、第一順位：前一年度經中央主管機關許可從事捕撈太平洋黑鮪作業，有作業實績，且前一年度未有違反本辦法規定而受處分。\n二、第二順位：漁船總噸位未滿一百，前五年間有捕撈太平洋黑鮪作業實績。\n三、第三順位：漁船總噸位一百以上，前五年間有捕撈太平洋黑鮪作業實績。\n四、第四順位：漁船總噸位未滿一百，前五年間未有捕撈太平洋黑鮪作業實績。\n五、第五順位：漁船總噸位一百以上，前五年間未有捕撈太平洋黑鮪作業實績。\n依前條規定申請之漁船船數超過第七條規定之船數限額，且不能以前項各款順位規定排定先後順序時，由中央主管機關以公開公平方式抽籤排定。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "取得作業許可之鮪延繩釣漁船船數未達當年度船數限額時，中央主管機關得另行公告受理申請，不受第九條申請期限規定之限制。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "鮪延繩釣漁船有下列情形之一者，其漁業人得檢具第九條規定之文件，向中央主管機關申請作業許可，不受第九條申請期限規定之限制：\n一、漁業人變更。\n二、租用他人漁船並取得漁業證照。\n三、新船建造完成後取得漁業證照。\n四、依本法第十一條第二項規定申請核准休業，休業終了復業。\n五、因漁業證照屆期，換發漁業證照。\n六、收回漁業證照處分執行完畢。\n七、罰鍰繳納完畢。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "漁業人有下列情形之一者，不予核發鮪延繩釣漁船太平洋黑鮪漁撈作業許可：\n一、犯本法或遠洋漁業條例所定之罪，經判處有期徒刑以上之刑確定，尚未執行、執行未畢、緩刑尚未期滿，或執行完畢、緩刑期滿或赦免後未滿二年。\n二、犯本法或遠洋漁業條例所定之罪，經判處拘役或罰金確定，尚未執行、執行未完畢或執行完畢後未滿二年。\n三、依本法或遠洋漁業條例所處罰鍰尚未繳納完畢。\n四、所經營之漁船依本法或遠洋漁業條例收回漁業證照處分尚未執行完畢。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "申請作業許可案件經中央主管機關審查通過者，核發太平洋黑鮪作業許可，許可期間為自核發日起至當年度十二月三十一日止，且不得逾漁業證照有效期限。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，於作業前，漁業人應先向中央主管機關申領當年度太平洋黑鮪標籤，始得進行捕撈，且標籤不得提供他船使用或使用他船申領之標籤。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船漁業人，單船單航次得申領之當年度太平洋黑鮪標籤數量如下：\n一、總漁獲量未達當年度總漁獲配額百分之七十：\n（一）由中央主管機關依我國當年度總漁獲配額、當年度申請作業許可漁船船數及漁船噸級別決定並公告之。\n（二）返港卸魚時，申領之標籤已用罄者，得再申領前目公告之標籤數量；未用罄者，賸餘未使用之標籤仍得繼續使用，並得再申領與前目公告標籤數量之差額。\n二、總漁獲量達當年度總漁獲配額百分之七十：\n（一）由中央主管機關依我國當年度總漁獲配額、許可作業漁船船數及漁船噸級別決定並公告之。\n（二）返港卸魚時，申領之標籤已用罄者，得再申領前目公告之標籤數量；未用罄者，賸餘未使用之標籤仍得繼續使用，並得再申領與前目公告標籤數量之差額。但賸餘未使用之標籤數量超過前目公告數量者，須於該標籤用罄後，始得再申領。\n三、中央主管機關依第五條規定公告限期停止捕撈太平洋黑鮪時，自停止捕撈日起不得申領標籤，且已申領未使用之標籤作廢。\n前項漁業人應如實申領及使用標籤，不得有短報未使用標籤數量之情事。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船捕獲太平洋黑鮪時，應立即於魚體適當處繫上太平洋黑鮪標籤。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船船長，應於捕獲太平洋黑鮪後二十四小時內，向漁業通訊電臺詳實且正確通報捕撈資訊含黑鮪之尾數、捕撈位置、每尾體重體長及標籤編號等。\n前項鮪延繩釣漁船，於停止捕撈日應依下列規定辦理：\n一、船上有黑鮪漁獲者：應於當日下午六時前，向漁業通訊電臺通報捕撈資訊，並於停止捕撈日次日返港卸魚。但於公海作業者，無需返港卸魚。\n二、船上無黑鮪漁獲者：無須辦理通報及返港卸魚。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船捕獲之太平洋黑鮪，所綁繫標籤從魚體上脫落而無法再繫上時，應依下列規定辦理：\n一、船上尚有標籤可替換時：立即於魚體適當處繫上未使用標籤，同時向漁業通訊電臺通報該替換標籤及脫落標籤之編號。\n二、船上無標籤可替換時：立即向漁業通訊電臺通報脫落標籤數量及編號，並於進港後卸魚前，向中央主管機關出示該脫落標籤，重新申領脫落數量之標籤，將之繫於魚體適當處；未繫上標籤前，不得卸魚。\n漁業人所申領之太平洋黑鮪標籤遺失時，應立即向漁業通訊電臺通報遺失標籤數量及編號，並於進港後卸魚前，向中央主管機關重新申領遺失數量之標籤，將之繫於魚體適當處；未繫上標籤前，不得卸魚。\n前項經通報遺失之標籤，事後尋獲仍不得再行使用。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "其他特定漁業或定置漁業捕獲太平洋黑鮪，漁業人或漁船船長應依下列規定通報及使用標籤：\n一、捕獲後二十四小時內，向漁業通訊電臺詳實且正確通報捕撈黑鮪之尾數、捕撈位置及每尾體重體長。\n二、於卸魚前，向中央主管機關申領當年度太平洋黑鮪標籤，並於卸魚時在魚體適當處繫上。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "有下列情形之一者，捕獲之太平洋黑鮪應即丟棄，並於捕獲後二十四小時內，向漁業通訊電臺通報丟棄尾數、捕撈位置及每尾體重體長：\n一、未經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船捕獲。\n二、延繩釣漁船捕獲。\n三、捕獲之太平洋黑鮪體重未滿三十公斤。\n四、經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，單航次捕獲太平洋黑鮪之數量超過依第十六條第一項第一款或第二款所申領標籤數量，該超過之部分。\n五、於中央主管機關依第五條規定公告之停止捕撈日屆至後捕獲。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "漁業通訊電臺於接獲船長或漁業人通報後，應查明漁船船籍或定置漁場設置地點，及代為填寫太平洋黑鮪漁獲通報表（格式如附件三及附件四），並將通報資料上傳至中央主管機關指定系統。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船或其他特定漁業漁船捕獲之太平洋黑鮪，於國內港口卸魚者，以宜蘭縣南方澳漁港、臺東縣新港漁港、屏東縣東港鹽埔漁港及高雄市前鎮漁港為限。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "漁船未經中央主管機關許可，不得將本船所捕獲之太平洋黑鮪交由他船載運，或載運非本船所捕獲之太平洋黑鮪。\n經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，符合下列條件者，其漁業人得申請所捕獲之太平洋黑鮪交由他船載運至前條規定之國內港口卸魚：\n一、太平洋黑鮪於我國管轄海域內捕獲。\n二、本船漁獲以冰鮮方式處理。\n三、捕獲之太平洋黑鮪已綁繫中央主管機關所發之標籤。\n四、載運太平洋黑鮪之他船，係經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船。\n五、本船及載運之他船船位發報器均正常回報船位。\n前項申請，應填具通報表（格式如附件五）向漁業通訊電臺通報轉請中央主管機關許可。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船或其他特定漁業漁船返回第二十三條所定港口卸魚，漁業人或船長應於進港二十四小時前，向漁業通訊電臺通報預定卸魚港口、日期、本船所捕撈及載運他船之太平洋黑鮪尾數。但漁船捕獲太平洋黑鮪之位置距離卸魚港口未達一百浬，或定置漁業捕獲太平洋黑鮪者，得於進港前為之。\n漁船卸魚時，中央主管機關得依本法第四十九條第一項規定派員檢查、詢問，並丈量漁獲物之體重體長，關係人不得規避、妨礙或拒絕。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "漁業人完成向漁業通訊電臺通報前條第一項內容者，於國內卸售太平洋黑鮪時，由中央主管機關發給國內銷售專用太平洋黑鮪漁獲證明書（以下簡稱內銷黑鮪證明書，格式如附件六）。"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "第 27 條",
      "content": "漁業人銷售太平洋黑鮪時，應提供填妥交易流程資訊之內銷黑鮪證明書予買受人。\n每一買受人於銷售太平洋黑鮪時，應詳實填寫出售重量後，將內銷黑鮪證明書提供予次一買受人。\n同尾太平洋黑鮪分批販售時，內銷黑鮪證明書得以影本分別載明出售重量，提供予次一買受人。"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "第 28 條",
      "content": "銷售太平洋黑鮪者，應備妥內銷黑鮪證明書及可追溯至漁業人之交易證明文件，以供主管機關查驗。"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "第 29 條",
      "content": "申請太平洋黑鮪輸銷國外者，應填具申請書（格式如附件七），並檢附下列文件向中央主管機關申請核發輸銷國外太平洋黑鮪漁獲證明書（以下簡稱外銷黑鮪證明書，格式如附件八）：\n一、可追溯至漁業人買賣流程紀錄之內銷黑鮪證明書及相關交易證明資料。但申請人為捕撈該批太平洋黑鮪之漁業人者，免附。\n二、資料完整打印之外銷黑鮪證明書。\n三、為定置漁業捕獲者，應檢附捕獲漁獲之定置漁業權漁業證照影本。"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "第 30 條",
      "content": "有下列情形之一者，不予核發太平洋黑鮪漁獲證明書：\n一、申請文件不完備，經通知限期補正，屆期未完成補正。\n二、為中央主管機關依遠洋漁業條例第十三條第二項公告之非法、未報告及不受規範漁撈作業之漁船所捕撈。\n三、漁船漁撈作業期間，有違反遠洋漁業條例第十三條第一項或漁業法第四十八條第一項規定之情事。\n四、漁船未經中央主管機關許可，以鮪延繩釣捕撈太平洋黑鮪。\n五、漁船漁撈作業期間違反本辦法或遠洋漁業條例漁獲通報、轉載或卸魚規定。\n六、未依本辦法所定外銷黑鮪證明書核銷規定辦理核銷之漁船所捕撈漁獲。"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "第 31 條",
      "content": "依第二十九條規定提出之申請案件經審查通過者，發給外銷黑鮪證明書。\n前項外銷黑鮪證明書之有效期間，為自核發之日起六個月。"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "第 32 條",
      "content": "取得外銷黑鮪證明書者，於魚貨完成通關後二個月內，出口人應填具申請書（格式如附件九）並檢附下列文件，送中央主管機關或其委託單位辦理核銷：\n一、海關出口報單副本。\n二、漁獲物銷售資料影本。"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "第 33 條",
      "content": "有下列情形之一者，依本法第十條規定，處漁業人及漁業從業人收回漁業證照、幹部船員執業證書或漁船船員手冊一年以下之處分；情節重大者，撤銷其漁業證照、幹部船員執業證書或漁船船員手冊：\n一、違反第三條第一項規定，未經中央主管機關許可，以鮪延繩釣漁船捕撈太平洋黑鮪。\n二、違反第三條第三項規定，以延繩釣漁船捕撈太平洋黑鮪。\n三、違反第六條規定，捕撈、持有、轉載、卸魚或販售體重未滿三十公斤之太平洋黑鮪。\n四、違反第十八條第二項第一款本文規定，未於停止捕撈日當日下午六時前，向漁業通訊電臺通報捕撈資訊，或於停止捕撈日次日返港卸魚。\n五、有第二十一條各款情形之一，捕獲太平洋黑鮪未依規定丟棄。\n六、經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船或其他特定漁業漁船於國內卸下太平洋黑鮪漁獲，未於第二十三條所定之港口卸魚。\n七、經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船或其他特定漁業漁船違反第二十四條第一項規定，將本船所捕獲之太平洋黑鮪交由他船載運，或載運非本船捕獲之太平洋黑鮪。\n八、卸魚時，漁業人或漁業從業人違反第二十五條第二項規定，規避、妨礙或拒絕主管機關派員檢查、詢問或丈量漁獲物之體重體長。"
    },
    {
      "provision_ref": "art34",
      "section": "34",
      "title": "第 34 條",
      "content": "有下列情形之一者，依本法第六十五條第八款規定，處漁業人及漁業從業人各新臺幣三萬元以上十五萬元以下罰鍰：\n一、違反第十五條規定，經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船，未於作業前向中央主管機關申領當年度太平洋黑鮪標籤、將標籤提供他船使用或使用他船申領之標籤。\n二、違反第十六條第二項規定，未如實申領及使用標籤，或有短報未使用標籤數量之情事。\n三、違反第十七條規定，經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船捕獲太平洋黑鮪時，未立即於魚體適當處繫上太平洋黑鮪標籤。\n四、違反第十八條第一項規定，經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船捕獲太平洋黑鮪後，未於二十四小時內向漁業通訊電臺通報捕撈資訊，或通報不實。\n五、違反第十九條第一項第一款規定，太平洋黑鮪所綁繫標籤從魚體上脫落而無法再繫上且船上尚有標籤可替換時，未立即於魚體適當處繫上未使用之標籤，或未向漁業通訊電臺通報該替換標籤及脫落標籤之編號。\n六、違反第十九條第一項第二款規定，太平洋黑鮪所綁繫之標籤從魚體上脫落且船上無標籤可替換時，未立即向漁業通訊電臺通報脫落標籤數量及編號，或未於卸魚前，將進港後重新申領之標籤繫於魚體適當處，或未繫上標籤即卸魚。\n七、違反第十九條第二項規定，申領之太平洋黑鮪標籤遺失時，未立即向漁業通訊電臺通報遺失標籤數量及編號，或未於卸魚前，將進港後重新申領之標籤繫於魚體適當處，或未繫上標籤即卸魚。\n八、違反第十九條第三項規定，使用已通報遺失之標籤。\n九、違反第二十條第一款規定，捕獲太平洋黑鮪時，未於二十四小時內向漁業通訊電臺通報捕撈黑鮪之尾數、捕撈位置或每尾體重體長，或通報不實。\n十、違反第二十條第二款規定，未於卸魚前向中央主管機關申領當年度太平洋黑鮪標籤，或未於卸魚時在魚體適當處繫上申領之太平洋黑鮪標籤。\n十一、有第二十一條各款情形之一，捕獲之太平洋黑鮪已丟棄卻未依規定進行通報。\n十二、違反第二十五條第一項規定，經許可從事太平洋黑鮪漁撈作業之鮪延繩釣漁船或其他特定漁業漁船返回指定卸魚港口卸魚時，未於所定期限內向漁業通訊電臺通報預定卸魚港口、日期、本船所捕撈及載運他船之太平洋黑鮪尾數。"
    },
    {
      "provision_ref": "art35",
      "section": "35",
      "title": "第 35 條",
      "content": "有下列情形之一者，依本法第六十五條第六款規定，處行為人新臺幣三萬元以上十五萬元以下罰鍰：\n一、銷售太平洋黑鮪未依第二十八條規定備妥內銷黑鮪證明書及可追溯至漁業人之交易證明文件供主管機關查驗。\n二、未依第二十九條規定申請核發外銷黑鮪證明書。"
    },
    {
      "provision_ref": "art36",
      "section": "36",
      "title": "第 36 條",
      "content": "中央主管機關依第二十五條第二項、第二十六條、第二十九條至第三十二條規定應辦理之相關業務，得委託漁會辦理。"
    },
    {
      "provision_ref": "art37",
      "section": "37",
      "title": "第 37 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
