{
  "id": "tw-n0040013",
  "type": "statute",
  "title": "就業保險失業者創業協助辦法",
  "title_en": "Regulations for Start-up Assistance for the Unemployed of Employment Insurance",
  "short_name": "Regulations for Start-up Assistance for the Unemployed of Employment Insurance",
  "status": "in_force",
  "issued_date": "2025-06-11",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=N0040013",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞勞動部＞就業服務目. Articles extracted: 33.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依就業保險法（以下簡稱本法）第十二條第四項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "就業保險被保險人失業而有意自行創業者（以下簡稱創業者），得向勞動部（以下簡稱本部）申請創業協助，項目如下：\n一、創業諮詢輔導及適性分析。\n二、創業研習課程。\n三、創業貸款（以下簡稱本貸款）及利息補貼。\n四、其他相關措施。\n前項各款業務，本部得委任所屬機關（構）或委託相關機關（構）、學校、團體、法人或事業單位辦理。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "本部為辦理創業諮詢輔導及適性分析，得遴聘顧問，依創業者需求安排顧問輔導，並酌給顧問費用。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "本部為辦理創業研習課程，得安排實體及數位課程，提供創業者學習經營、財務、行銷等相關創業知識，必要時得安排企業見習。\n創業者參加前項研習課程之時數，由本部發給研習時數證明。\n本部創業研習課程委任所屬機關（構）或委託相關機關（構）、學校、團體、法人或事業單位辦理者，由受委任或受委託單位發給研習課程證明。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "創業者申請本貸款，應具備下列各款資格：\n一、接受本部創業諮詢輔導及適性分析。\n二、三年內參加本部或政府機關（構）創業研習課程至少十八小時。\n三、登記為所營事業之負責人，並有實際經營該事業之事實。\n四、前款負責人於登記日前十四日內無就業保險投保紀錄及未擔任其他事業負責人。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "前條第三款所稱事業，指符合下列條件之一者：\n一、依法完成公司登記、商業登記或有限合夥登記。\n二、托嬰中心、幼兒園、兒童課後照顧服務中心或短期補習班，依法完成立案登記。\n三、商業登記法第五條所定得免申請登記之小規模商業，並依法完成稅籍登記。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "申請人創業計畫所需資金，依下列情形，分別核給貸款額度：\n一、所營事業屬前條第一款或第二款規定者，最高額度為新臺幣二百萬元。\n二、所營事業屬前條第三款規定者，最高額度為新臺幣五十萬元。\n本貸款每次貸款期間最長七年，貸款人應按月平均攤還本息。但經承貸金融機構同意，本部得於每次貸款期間內，給予繳息不繳本之寬限期最長一年。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "本貸款申請人，應填具申請書與檢附下列文件及資料向本部提出：\n一、就業保險被保險人投保資料。\n二、創業計畫書。\n三、所營事業主管機關登記及稅籍登記證明文件影本。\n四、國民身分證正反面影本。\n五、三個月內申請人個人及所營事業之財團法人金融聯合徵信中心綜合信用報告影本。\n六、就業保險失業者創業貸款切結書正本。\n七、本部或政府機關（構）創業研習課程之時數證明文件影本。\n八、其他經本部規定之證明文件。\n貸款申請人應檢附之文件或資料未完備者，應自本部通知之次日起三十日內補正；逾期未補正者，不予受理。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "本貸款申請人經核給貸款者（以下簡稱貸款人），於貸款期間內，得以同一所營事業，再申請本貸款。但以二次為限。\n貸款人依前項規定再申請本貸款者，其首次、第二次及第三次貸款核給金額，合計不得超過第七條第一項各款規定之最高額度。\n再申請本貸款者，免檢附前條第一項第一款與第七款所定文件及資料。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "本貸款由承貸金融機構，以自有資金辦理。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "本貸款利率，按中華郵政股份有限公司二年期定期儲金機動利率加年息百分之零點五七五計息。\n貸款人每次貸款期間前三年之利息，由本部全額補貼；第四年起負擔年息超過百分之一點五時，利息差額由本部補貼，但年息於百分之一點五以下時，由貸款人負擔實際全額利息。"
    },
    {
      "provision_ref": "art12",
      "section": "12",
      "title": "第 12 條",
      "content": "本貸款之用途，以購置或租用廠房、營業場所、機器、設備或營運週轉金為限。"
    },
    {
      "provision_ref": "art13",
      "section": "13",
      "title": "第 13 條",
      "content": "本部為審查本貸款申請案件，應成立審查會，置委員五人至十一人，其中一人為召集人，由本部指派人員兼任之；其餘委員，由本部就下列人員聘任之：\n一、財團法人中小企業信用保證基金（以下簡稱信保基金）代表一人。\n二、承貸金融機構代表二人至七人。\n三、專家學者一人至二人。\n前項委員，任一性別比例不得少於三分之一。\n審查會委員為無給職。但承貸金融機構代表及專家學者，得依規定支給出席費及交通費。"
    },
    {
      "provision_ref": "art14",
      "section": "14",
      "title": "第 14 條",
      "content": "審查會委員應親自出席，不得委任他人代理。\n審查會委員對審查過程所獲悉之資訊，應予保密。"
    },
    {
      "provision_ref": "art15",
      "section": "15",
      "title": "第 15 條",
      "content": "審查會會議，應有全體委員過半數之出席，始得開會。\n經審查會審查，認申請人有補充說明或提出相關文件或資料之必要者，應自本部通知之次日起三十日內補充說明或提供資料；逾期者，不予核給本貸款。\n每一申請案件審查結果之決議，應有出席委員過半數之同意。\n審查會會議審查結果，應由本部發給審查結果通知書。"
    },
    {
      "provision_ref": "art16",
      "section": "16",
      "title": "第 16 條",
      "content": "審查會委員有下列情形之一者，應予迴避，不得參與審查：\n一、本人或其配偶擔任本貸款申請人所營事業之任何職位或創業諮詢輔導，及解任未滿一年。\n二、本人或其配偶與本貸款申請人所營事業之負責人、董監事、經理人或持有百分之十以上股份之股東，有配偶、直系親屬或三親等以內旁系血親關係。\n三、本人或其配偶與本貸款申請人所營事業之負責人、董監事、經理人或持有百分之十以上股份之股東，有共同經營事業或分享利益關係。\n四、行政程序法第三十二條各款所定情形之一。"
    },
    {
      "provision_ref": "art17",
      "section": "17",
      "title": "第 17 條",
      "content": "本貸款申請人或所營事業有下列情形之一者，不予核給本貸款；已發給審查結果通知書者，得撤銷或廢止之：\n一、經向票據交換所查詢其所使用之票據於受拒絕往來處分中，或知悉其退票尚未清償註記之張數已達應受拒絕往來處分之標準。\n二、經向財團法人金融聯合徵信中心查詢或徵授信過程中知悉，其有債務本金逾期未清償、未依約定分期攤還超過一個月、應繳利息未繳付而延滯期間達三個月以上或有信用卡消費款項逾期未繳納，遭發卡銀行強制停卡，且未繳清延滯款項。\n三、申請貸款檢附之文件及資料有隱匿或不實之情形。\n四、其與審查會委員有前條所定情形之一，且其信賴不值得保護。\n五、曾依本部微型創業鳳凰貸款或失業中高齡者及高齡者創業貸款規定獲貸者。但已清償者，不在此限。"
    },
    {
      "provision_ref": "art18",
      "section": "18",
      "title": "第 18 條",
      "content": "申請案件經審查通過者，申請人應於收到審查結果通知書之日起三個月內，向承貸金融機構辦理貸款。\n未能於前項所定期間內辦理貸款者，在期間屆滿前，得敘明理由向本部申請展延；展延期間最長不得逾三個月，並以一次為限。\n承貸金融機構辦理本貸款作業，應依前條規定審查，並查證本貸款申請人所營事業停業、歇業及變更負責人之情形。\n承貸金融機構自本貸款申請人依第一項規定至承貸金融機構辦理貸款之次日起，應於十四日內完成審查及撥貸。\n承貸金融機構未能於前項所定期間內完成審查及撥貸者，應敘明理由向本部說明。"
    },
    {
      "provision_ref": "art19",
      "section": "19",
      "title": "第 19 條",
      "content": "本貸款申請案件經審查會審查通過後，遭承貸金融機構退回或調整貸款金額者，本部得邀集承貸金融機構、信保基金及貸款人召開協調會議共同協商處理。"
    },
    {
      "provision_ref": "art20",
      "section": "20",
      "title": "第 20 條",
      "content": "辦理本貸款所需支付之履行保證責任，由本部依本法第十二條第三項所提撥之經費捐助信保基金，另由信保基金提供等額之相對資金。\n前項捐助款及相對資金，不足以辦理本貸款所需支付之履行保證責任支出時，本部及信保基金應分別補足各應負擔之金額。\n貸款人依據信保基金相關規定，申請信用保證，其保證成數為九點五成，並應依信保基金規定之保證手續費年費率負擔保證手續費。\n本貸款免徵提保證人及擔保品。"
    },
    {
      "provision_ref": "art21",
      "section": "21",
      "title": "第 21 條",
      "content": "承貸金融機構除信用保證費用及必要之徵信查詢規費外，不得向貸款人收取任何費用。"
    },
    {
      "provision_ref": "art22",
      "section": "22",
      "title": "第 22 條",
      "content": "本貸款利息補貼，由承貸金融機構按月向本部申請。\n承貸金融機構應按月將貸款人每月繳款明細、逾期催收及強制執行等相關資料彙送本部，據以核撥補貼利息金額。"
    },
    {
      "provision_ref": "art23",
      "section": "23",
      "title": "第 23 條",
      "content": "貸款人所營事業有下列情形之一者，本部應自事實發生之日起停止利息補貼；已撥付者，由承貸金融機構代為通知貸款人繳回溢領之補貼利息，並返還本部：\n一、停業或歇業。\n二、變更負責人。\n貸款人所營事業於利息補貼期間停業，已依規定繳付貸款本息，其後辦理復業登記者，得由承貸金融機構向本部申請自復業日起繼續補貼利息至原定補貼期間屆滿。"
    },
    {
      "provision_ref": "art24",
      "section": "24",
      "title": "第 24 條",
      "content": "貸款人積欠貸款本息達六個月者，自積欠月份之首日起，停止利息補貼；已撥付者，由承貸金融機構代為通知貸款人繳回溢領之補貼利息，並返還本部。\n前項情形，於貸款人清償積欠本息且恢復正常繳款後，本部得繼續補貼，補貼期間不得超過原定補貼期間。\n貸款人積欠本息未達六個月即予清償，並恢復正常繳款者，得視同正常戶，予以利息補貼。"
    },
    {
      "provision_ref": "art25",
      "section": "25",
      "title": "第 25 條",
      "content": "承貸金融機構未依第十八條第三項規定辦理，而貸款人有第十七條第一款、第二款或第二十三條第一項各款所定之情形，承貸金融機構應返還本部已撥付之利息補貼。"
    },
    {
      "provision_ref": "art26",
      "section": "26",
      "title": "第 26 條",
      "content": "貸款人因災害防救法所定災害受災，或因本部認定之重大社會經濟事件受有影響，得於災害發生或認定公告之日起六個月內，向承貸金融機構提出下列申請：\n一、暫緩繳付貸款本息最長六個月。\n二、展延貸款還款期限最長六個月。\n前項申請或還款期限，本部得視災害或事件之特性、範圍及嚴重程度，公告延長之。\n貸款人依第一項規定申請者，應檢附下列文件之一：\n一、直轄巿、縣（巿）政府或鄉（鎮、巿、區）公所開立之受災證明。\n二、貸款人因災害致傷病之證明。\n三、貸款人之配偶、直系血親或配偶之直系血親因災害致重傷或死亡之證明。\n四、其他經本部規定之文件。\n貸款人有第二十三條第一項各款或第二十四條第一項規定情形者，不適用第一項規定。\n承貸金融機構同意第一項各款之申請者，應報本部備查。\n貸款人於暫緩繳付貸款本息期間，除有第二十三條第一項各款規定之停止利息補貼情形外，由本部補貼利息。\n暫緩繳付貸款本息期間屆滿後，貸款人於該期間原應繳付貸款本息之還款方式，由貸款人及承貸金融機構合意定之。"
    },
    {
      "provision_ref": "art27",
      "section": "27",
      "title": "第 27 條",
      "content": "本部及信保基金得會同相關機構，訪查貸款人企業經營及各承貸金融機構辦理本貸款業務情形。\n前項訪查業務，得委託民間團體辦理。"
    },
    {
      "provision_ref": "art28",
      "section": "28",
      "title": "第 28 條",
      "content": "有下列情形之一者，本部得撤銷或廢止已發給之審查結果通知書，並不予核發利息補貼；已撥付者，由承貸金融機構代為通知貸款人繳回已撥付之利息補貼，並返還本部：\n一、規避、妨礙或拒絕本部及相關單位訪查。\n二、違反本辦法規定。\n三、其他違反相關勞動法令，情節重大。"
    },
    {
      "provision_ref": "art29",
      "section": "29",
      "title": "第 29 條",
      "content": "辦理本貸款之承貸金融機構、信保基金及各級承辦人員，非因故意、重大過失或違法造成之呆帳，得免除全部之損害賠償責任。"
    },
    {
      "provision_ref": "art30",
      "section": "30",
      "title": "第 30 條",
      "content": "本部輔導之創業者或協助推動創業業務之單位，經本部評選績效優良者，得予以表揚及獎勵。"
    },
    {
      "provision_ref": "art31",
      "section": "31",
      "title": "第 31 條",
      "content": "本辦法所需經費，由依本法第十二條第三項提撥之經費支應。"
    },
    {
      "provision_ref": "art32",
      "section": "32",
      "title": "第 32 條",
      "content": "本辦法所規定之書表格式，由本部定之。"
    },
    {
      "provision_ref": "art33",
      "section": "33",
      "title": "第 33 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
