{
  "id": "tw-s0020047",
  "type": "statute",
  "title": "涉及國家安全或重大利益公務人員特殊查核辦法",
  "title_en": "涉及國家安全或重大利益公務人員特殊查核辦法",
  "short_name": "涉及國家安全或重大利益公務人員特殊查核辦法",
  "status": "in_force",
  "issued_date": "2025-06-04",
  "url": "https://law.moj.gov.tw/LawClass/LawAll.aspx?pcode=S0020047",
  "description": "Official legislation text from Taiwan Laws & Regulations Database. Category: 行政＞行政院人事行政總處＞組編人力目. Articles extracted: 12.",
  "provisions": [
    {
      "provision_ref": "art1",
      "section": "1",
      "title": "第 1 條",
      "content": "本辦法依公務人員任用法第四條第二項規定訂定之。"
    },
    {
      "provision_ref": "art2",
      "section": "2",
      "title": "第 2 條",
      "content": "本辦法所稱涉及國家安全或重大利益公務人員，係指擔任附表表列職務一覽表之公務人員。\n各機關新增、刪除或修正須辦理特殊查核之職務，由各主管機關報請總統府、國家安全會議或主管院會同考試院核定公告後辦理之。"
    },
    {
      "provision_ref": "art3",
      "section": "3",
      "title": "第 3 條",
      "content": "依前條規定應辦理特殊查核職務之查核項目如下：\n一、動員戡亂時期終止後，與犯內亂罪、外患罪、國家安全法、反滲透法、國家情報工作法、國家機密保護法、臺灣地區與大陸地區人民關係條例或香港澳門關係條例之罪，曾經法院判決有罪或通緝有案尚未結案者有密切聯繫接觸者。\n二、未經許可或授權，曾與外國情治單位、大陸地區或香港、澳門官方或其代表機構、具政治性機關（構）、團體或其派遣之人聯繫接觸者。但國際場合必要接觸且事後即循規定程序報備者，不在此限。\n三、曾受到外國政府、大陸地區或香港、澳門官方或其代表機構、具政治性機關（構）、團體或其派遣之人之利誘、脅迫，從事不利國家安全或重大利益情事者。\n四、中華民國八十一年九月十八日臺灣地區與大陸地區人民關係條例施行後，原為大陸地區人民，經來臺設籍定居者。\n五、原為外國人或無國籍人，依國籍法規定申請歸化者；原為我國國民依國籍法規定回復國籍或撤銷喪失國籍者。\n六、本人或本人在臺灣地區三親等以內之血親、繼父母、配偶或同居人、配偶或同居人之父母，於中華民國七十六年十一月二日開放赴大陸探親後，曾在大陸地區或香港、澳門連續停留一年以上者。\n七、本人、配偶或同居人，最近三年曾進出大陸地區或香港、澳門者。\n八、本人、三親等以內之血親、繼父母、配偶或同居人、配偶或同居人之父母，曾在外國、大陸地區或香港、澳門擔任其黨務、軍事、行政或具政治性機關（構）、團體之職務者。\n九、在外國居住，並已符合取得申請該國國民之資格；曾因具有外國國籍或居留權，在外國享有教育、醫療、福利金、退休金等福利；尋求或取得外國公職之身分；曾服外國兵役者。\n十、犯洩密罪、國家安全法、反滲透法、國家情報工作法、國家機密保護法、臺灣地區與大陸地區人民關係條例或香港澳門關係條例之罪，曾經法院判決有罪，或通緝有案尚未結案，或違反相關安全保密規定，受懲戒處分、記過以上行政懲處者。\n十一、最近五年有酗酒滋事、藥物成癮或有客觀事實足認身心狀況不能執行職務，有具體事證者。\n經特殊查核有前項各款情事之一者，法務部調查局得經當事人書面同意後，蒐集其財稅、信用卡、銀行存款、債務、授信及匯款紀錄等財務資訊。當事人不同意者，擬任人員應不得任用為前條所定職務，但可擔任前條以外之職務；現職人員除機要人員應免其機要職務外，應依法調整為前條以外之職務。\n經特殊查核，有第一項各款情事之一者，各機關應併同前項財務資訊，交由人事甄審委員會審酌其情節及職務之性質，報請機關首長核定，經首長決定任用者應加註理由。認有危害國家安全或重大利益之虞者，擬任人員應不得任用為前條所定職務，但可擔任前條以外之職務；現職人員除機要人員應免其機要職務外，應依法調整為前條以外之職務。\n現職公務人員對於各機關之決定，認有違法或顯然不當致損害其權利或利益，得依公務人員保障法規定，提起救濟；非現職公務人員得依訴願法規定，提起救濟。"
    },
    {
      "provision_ref": "art4",
      "section": "4",
      "title": "第 4 條",
      "content": "各機關辦理特殊查核，除機關首長由上級機關人事機構報請首長函請法務部調查局辦理外，其餘人員應由各該機關人事機構或上級機關人事機構報請首長函請法務部調查局辦理。\n法務部調查局辦理前項特殊查核，有關機關應配合協助辦理。\n因從事情報工作，需要身分保密者，其查核作業，由主管機關協調法務部調查局辦理。\n法務部調查局辦理特殊查核，應依公平合理之原則，兼顧國家安全及當事人權益之維護，以適當方法為之。"
    },
    {
      "provision_ref": "art5",
      "section": "5",
      "title": "第 5 條",
      "content": "各機關辦理特殊查核，應於擬任人員初任、再任或調任第二條所定職務前辦理完竣。但擬任人員於初任、再任或調任該職務前三個月內曾依本辦法規定辦理特殊查核，且無查核項目所列情事者，機關得免予辦理。\n第二條所定職務人員任同一職務每滿三年，應重行辦理特殊查核。但因業務需要，得縮短查核期間。\n各機關為處理涉及國家安全或重大利益之緊急或重大情事，必要時得辦理專案特殊查核，並自查核後重行計算前項查核期間。\n考試及格人員分發至第二條所定職務前，應先辦理特殊查核。"
    },
    {
      "provision_ref": "art6",
      "section": "6",
      "title": "第 6 條",
      "content": "各機關辦理特殊查核，應要求當事人詳實填具涉及國家安全或重大利益公務人員特殊查核表。\n當事人拒絕填具前項所定查核表者，不得擔任第二條所定職務。\n第一項所定查核表，由法務部調查局擬訂，報請法務部核定。"
    },
    {
      "provision_ref": "art7",
      "section": "7",
      "title": "第 7 條",
      "content": "各機關於函請法務部調查局辦理特殊查核時，應知會當事人。\n法務部調查局應於受理之日起三十日內，將查核情形函復各機關。必要時，得予延長十五日，並以書面通知各機關。\n各機關應於收受前項查核情形之日起三日內，以書面通知當事人。"
    },
    {
      "provision_ref": "art8",
      "section": "8",
      "title": "第 8 條",
      "content": "當事人對於前條查核情形，認有違反事實時，得於接到書面通知之日起十五日內，向各機關陳述意見及申辯，並以一次為限。\n各機關於收受前項陳述意見及申辯後，應函請法務部調查局重行查核；法務部調查局應於受理之日起十五日內，將重行查核情形函復各機關。\n各機關應於收受前項重行查核情形之日起三日內，以書面通知當事人。"
    },
    {
      "provision_ref": "art9",
      "section": "9",
      "title": "第 9 條",
      "content": "各機關未依第四條、第五條規定函請法務部調查局辦理特殊查核者，應負相關違失責任。"
    },
    {
      "provision_ref": "art10",
      "section": "10",
      "title": "第 10 條",
      "content": "各機關辦理特殊查核之資料，由各機關依相關規定保密處理，並妥為保管，不得移作他用；違反者，視情節予以議處。"
    },
    {
      "provision_ref": "art10-1",
      "section": "10-1",
      "title": "第 10-1 條",
      "content": "各機關須辦理特殊查核之職務由同一現職人員代理超過三個月者，準用本辦法規定辦理特殊查核。"
    },
    {
      "provision_ref": "art11",
      "section": "11",
      "title": "第 11 條",
      "content": "本辦法自發布日施行。"
    }
  ],
  "definitions": []
}
